export const 개척자파멸 = 
{
        name: "개척자·파멸", rarity: "5성", element: "물리", path: "파멸", image: "images/개척자·파멸.webp",
        baseStats: { hp: 1203, atk: 620.93, def: 460.85, spd: 100, maxEnergy: 120 },
        statNodes: { "체력%": 18, "공격력%": 28, "방어력%": 12.5 },
        skills: {
            technique: { name: "불멸의 삼진", desc: "비술 발동 후 즉시 모든 아군은 자신의 HP 최대치 15%만큼의 HP를 회복한다" },
            basic: { name: "끝내기 안타", desc: "지정된 단일 적에게 개척자 공격력 (100/110/110)%만큼의 물리 속성 피해를 준다" },
            skill: { name: "안식 홈런", desc: "지정된 단일 적과 인접한 목표에게 개척자 공격력 (125/137/137)%만큼의 물리 속성 피해를 준다" },
            ultimate: { name: "스타더스트의 에이스", desc: "두 가지 모드 중 하나를 선택해 전력의 일격을 가한다." },
            enhancedUltimate1: { name: "압승·끝내기 안타", desc: "지정된 단일 적에게 개척자 공격력 (450/450/480)%만큼의 물리 속성 피해를 준다" },
            enhancedUltimate2: { name: "압승·안식 홈런", desc: "지정된 단일 적에게 개척자 공격력 (270/270/288)%만큼의 물리 속성 피해를 주며, 인접한 목표에게 개척자 공격력 (162/162/172)%만큼의 물리 속성 피해를 준다" },
            talent: { name: "도루 견제", desc: "적의 약점을 격파할 때마다 개척자의 공격력이 (20/22/22)% 증가한다. 해당 효과 최대 중첩수: 2스택" }
        },
        passives: {
            passive1: { name: "전투 준비", desc: "전투 시작 시 즉시 에너지를 15pt 회복한다" },
            passive2: { name: "강인", desc: "특성의 효과는 스택마다 동시에 개척자의 방어력을 10% 증가시킨다" },
            passive3: { name: "투지", desc: "전투 스킬 또는 필살기 [압승•안식 홈런] 발동 시 지정된 적에게 가하는 피해가 25% 증가한다" }
        },
        eidolons: {
            e1: { name: "만계에 떨어진 별빛", desc: "필살기를 발동하여 적 처치 시 개척자는 에너지를 추가로 10pt 회복한다. 해당 효과는 공격할 때마다 1회만 발동할 수 있다" },
            e2: { name: "가합의 인연", desc: "공격 발동 후 명중한 적의 약점이 물리 속성이면 개척자 공격력 5%만큼의 HP를 회복한다" },
            e3: { name: "앞길을 제시하는 언령", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "파멸의 순간을 응시하는 눈", desc: "약점 격파 상태의 적 공격 시 치명타 확률이 25% 증가한다" },
            e5: { name: "남겨진 부활의 희망", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "우주 개척의 의지", desc: "개척자가 적 처치 시에도 특성을 발동한다" }
        }
    };
