export const 경류 = 
{
        name: "경류", rarity: "5성", element: "얼음", path: "파멸", image: "images/경류.webp",
        baseStats: { hp: 1436, atk: 679.14, def: 485.1, spd: 96, maxEnergy: 140 },
        statNodes: { "체력%": 10, "속도": 9, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "참나를 비추는 거울", desc: "비술 사용 후 자신의 주위에 20초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 15pt 회복되고 삭망을 1스택 획득하며, 100%의 기본 확률로 적이 빙결 상태에 빠진다, 지속 시간: 1턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 80%만큼 얼음 속성 추가 피해를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "빛나는 달빛", desc: "지정된 단일 적에게 경류 HP 최대치의 (50/50/55)%만큼 얼음 속성 피해를 준다" },
            skill: { name: "무결의 섬광", desc: "지정된 단일 적에게 경류 HP 최대치의 (150/150/165)%만큼 얼음 속성 피해를 가하고, [삭망]을 1스택 획득한다" },
            enhancedSkill: { name: "한천(寒川)에 비친 달", desc: "지정된 단일 적에게 경류 HP 최대치의 (150/150/165)%만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 (75/75/83)%만큼 얼음 속성 피해를 가한다. [삭망]을 1스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다" },
            ultimate: { name: "담화생멸, 범람하는 은하", desc: "지정된 단일 적에게 경류 HP 최대치의 (180/198/198)%만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 (90/99/99)%만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 1스택 획득한다" },
            talent: { name: "담월전백", desc: "[삭망] 2스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고, 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 100% 증가하고 치명타 확률이 (50/52/52)% 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 5%만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 피해를 받거나 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 (44/48/48)% 증가하고, 최대 5스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 4스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다. 아군이 누적 20회 피해를 받거나 HP를 소모하면 경류가 [삭망]을 1스택 획득하며, 각 목표가 피격될 때마다 최대 1회 계산된다" }
        },
        passives: {
            passive1: { name: "사경", desc: "[전백(轉魄)] 상태일 때 효과 저항이 35% 증가하고, 가하는 필살기 피해가 20% 증가한다" },
            passive2: { name: "검술의 일인자", desc: "[무결의 섬광] 발동 후 추가로 에너지를 15pt 회복하고, [한천에 비친 달] 발동 후 추가로 에너지를 8pt 회복한다" },
            passive3: { name: "서리 혼", desc: "[삭망] 획득 시 이미 최대치에 도달한 경우, 경류의 다음 공격이 목표의 방어력을 25% 무시한다" }
        },
        eidolons: {
            e1: { name: "천관을 범한 달", desc: "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 36% 증가한다, 지속 시간: 1턴. 또한 추가로 주목표에게 경류 HP 최대치의 80%만큼 얼음 속성 피해를 1회 가한다" },
            e2: { name: "칠성을 덮은 삭월의 밤", desc: "필살기 발동 후 다음 강화된 전투 스킬의 피해가 80% 증가한다" },
            e3: { name: "차오르는 달", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "달의 검을 쥐고", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e5: { name: "어둠에 잠긴 삼태성", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "텅 빈 검은 달", desc: "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 2스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 저항 관통이 30% 증가한다" }
        }
    };
