export const 길가메시 = 
{
        name: "길가메시", rarity: "5성", element: "번개", path: "파멸", image: "images/길가메시.webp",
        baseStats: { hp: 1125, atk: 717.95, def: 509.36, spd: 97, maxEnergy: 360 },
        statNodes: { "공격력%": 18, "치명타확률%": 18.7, "번개피해증가%": 8 },
        skills: {
            technique: { name: "하늘의 사슬", desc: "비술 사용 후, 10초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 [짐이 허락하노라] 상태에 빠지며, [짐이 허락하노라] 상태의 적은 모든 행동을 정지한다. [짐이 허락하노라] 상태에 빠진 적을 선공하여 전투에 진입하면, [짐이 허락하노라] 상태의 모든 적과 동시에 전투에 진입하고, 전투 진입 후 모든 적에게 길가메시 공격력의 n%만큼 번개 속성 피해를 가하며, 길가메시는 즉시 [흥미]를 3pt 획득한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "나른한 방심", desc: "지정된 단일 적에게 길가메시 공격력의 (100/110/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "왕의 재보", desc: "[짐이 인정하노라]를 획득하며, 자신이 피해를 가할 시 목표의 방어력을 (30/33/33)% 무시한다, 지속 시간: 3턴 지정된 단일 적에게 길가메시 공격력의 (280/308/308)%만큼 번개 속성 피해를 가하고, 인접한 목표에게 길가메시 공격력의 (140/154/154)%만큼 번개 속성 피해를 가한다" },
            ultimate: { name: "천지를 괴리시키는 개벽의 별", desc: "모든 적에게 길가메시 공격력의 (400/400/440)%만큼 번개 속성 피해를 가한다. 추가로 피해를 10회 가하며, 피해당 랜덤 단일 적에게 길가메시 공격력의 (100/100/110)%만큼 번개 속성 피해를 가한다" },
            talent: { name: "「마음껏 짐을 즐겁게 해보거라」", desc: "아군 동료가 필살기 발동 시, 길가메시는 [짐이 짊어지리라]를 획득하며, 자신이 가하는 필살기 피해가 (40/40/44)% 증가한다, 지속 시간: 3턴 초기 자신의 턴 시작 시 자동으로 일반 공격을 발동한다. 다른 아군이 행동 시, 길가메시는 [흥미]를 1pt 획득하며, 보유한 [흥미] 1pt당 자신의 속도가 10% 증가한다. [흥미]가 처음으로 10pt 도달 시, [흥이 오르는군!] 상태에 진입하며, 해당 상태에서는 전투 스킬만 발동할 수 있고, 전투 내내 지속된다. 전투 스킬 발동 후, 자신의 [흥미]를 초기화한다" },
            enhancedTalent: { name: "「짐이 네 공격을 허락하마」", desc: "길가메시 또는 세이버가 공격 시 공격 카운트를 1pt 누적하며, 임의의 유닛이 공격 후 누적 공격 카운트가 8 도달 시 길가메시와 세이버가 연계 추가 공격을 발동해 모든 적에게 각각 길가메시 공격력의 (400/400/440)%만큼의 번개 속성 피해 및 세이버 공격력의 (600/600/660)%만큼의 바람 속성 피해를 가한다. 이후 길가메시는 [흥미]를 3pt 획득하고, 세이버는 고정으로 에너지를 120pt 회복하며 자신의 다음 필살기 발동 시 가하는 피해가 기존 피해의 (200/200/216)%가 된다. 연계 추가 공격 발동 후 누적 공격 카운트는 초기화된다" }
        },
        passives: {
            passive1: { name: "서사시의 근원", desc: "길가메시가 필살기 발동 시, [흥미]를 2pt 획득한다. 다른 아군 캐릭터가 필살기 발동 시, 길가메시는 추가로 [흥미]를 2pt 획득하고, 이번에 소모한 에너지의 30%만큼 에너지를 고정으로 회복한다" },
            passive2: { name: "", desc: "이번 전투에서 길가메시가 획득한 [흥미] 1pt당 자신의 치명타 피해가 25% 증가한다, 해당 효과 최대 중첩수: 6스택" },
            passive3: { name: "왕의 쟁패", desc: "길가메시가 필드에 있을 시, 모든 아군의 공격력이 20% 증가하고, 치명타 피해가 20% 증가한다. 목표의 에너지 최대치가 140보다 높을 경우, 초과한 에너지 1pt당 공격력과 치명타 피해가 추가로 1% 증가하며, 최대 추가로 100% 증가한다" }
        },
        eidolons: {
            e1: { name: "모든 것을 본 자", desc: "길가메시가 [짐이 인정하노라] 보유 시, [짐이 인정하노라]의 방어력 무시 효과가 다른 동료에게도 적용되며, [짐이 인정하노라]는 추가로 길가메시의 공격력을 60% 증가시킨다. 전투 스킬 발동 시 추가로 고정으로 에너지를 40 회복한다" },
            e2: { name: "만물을 꿰뚫어 보는 지혜", desc: "길가메시가 전투 진입 시 [흥미]를 5pt 획득하고, 필살기 발동 시 추가로 [흥미]를 5pt 획득한다. 전투 스킬 [왕의 재보]가 주목표에게 가하는 피해 배율이 100% 증가하고, 인접한 목표에게 가하는 피해 배율이 50% 증가한다" },
            e3: { name: "머나먼 고난의 여정", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "유아독존의 왕", desc: "길가메시의 에너지 회복효율이 20% 증가한다" },
            e5: { name: "인간과 신의 결별의 검", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "벼려낸 친우의 영혼", desc: "필살기 [천지를 괴리시키는 개벽의 별]의 바운스 피해 배율이 80% 증가한다. 길가메시가 필드에 있을 시, 아군 캐릭터의 모든 속성 저항 관통이 20% 증가한다. 동료가 필살기 발동 시 길가메시가 [황금률]을 1pt 획득한다(최대 3pt 누적). 자신이 필살기 발동 시 모든 [황금률]을 소모하며, 소모한 [황금률] 1pt당 가하는 필살기 피해의 치명타 피해가 100% 증가한다" }
        }
    };
