export const 단항음월 = 
{
        name: "단항·음월", rarity: "5성", element: "허수", path: "파멸", image: "images/단항·음월.webp",
        baseStats: { hp: 1242, atk: 699, def: 364, spd: 102, maxEnergy: 140 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "허수피해증가%": 22.4 },
        skills: {
            technique: { name: "천공을 가르는 용오름", desc: "비술을 사용하면 20초 동안 [용의 도약] 상태에 진입한다. [용의 도약] 상태에서 공격을 사용하면 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [용의 도약] 상태에서 적을 공격해 전투에 진입하면 모든 적에게 단항·음월 공격력의 120%만큼 허수 속성 피해를 주고, [역린]을 1개 획득한다" },
            basic: { name: "연화", desc: "지정된 단일 적에게 2단 공격을 발동하여 단항·음월 공격력의 (100/110/110)%만큼 허수 속성 피해를 준다" },
            enhancedBasic1: { name: "순간", desc: "지정된 단일 적에게 3단 공격을 발동하여 단항·음월 공격력의 (260/286/286)%만큼 허수 속성 피해를 준다" },
            enhancedBasic2: { name: "신성의 창", desc: "지정된 단일 적에게 5단 공격을 발동해 단항·음월 공격력의 (380/418/418)%만큼 허수 속성 피해를 준다. 4번째 공격부터 인접한 목표에게 단항·음월 공격력의 (60/66/66)%만큼 허수 속성 피해를 준다" },
            enhancedBasic3: { name: "빛나는 도약", desc: "지정된 단일 적에게 7단 공격을 발동해 단항·음월 공격력의 (500/550/550)%만큼 허수 속성 피해를 준다. 4번째 공격부터 인접한 목표에게 단항·음월 공격력의 (180/198/198)%만큼 허수 속성 피해를 준다" },
            skill: { name: "자유로운 용의 힘", desc: "일반 공격의 효과가 강화되며, 최대 3회 연속 강화할 수 있다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않으며, 전투 스킬을 사용하지 않은 것으로 간주한다. 강화 1회: [연화]에서 [순간]으로 전환 강화 2회: [연화]에서 [신성의 창]으로 전환 강화 3회: [연화]에서 [빛나는 도약]으로 전환 [신성의 창] 또는 [빛나는 도약] 발동 시, 4단 공격부터 공격 단수마다 공격하기 전에 [노호]를 1스택 획득한다. [노호] 1스택마다 단항·음월의 치명타 피해가 (12/13.2/13.2)% 증가한다. 해당 효과는 최대 4스택 중첩 가능하며, 자신의 턴이 종료될 때까지 지속된다" },
            ultimate: { name: "창룡의 굽어살핌, 정화된 세상", desc: "지정된 단일 적에게 3단 공격을 발동하여 단항·음월 공격력의 (300/300/324)%만큼 허수 속성 피해를 주고, 인접한 목표에게 단항·음월 공격력의 (140/140/151)%만큼 허수 속성 피해를 주며 동시에 [역린]을 2개 획득한다. [역린]은 최대 3개 보유할 수 있으며, 단항·음월의 전투 스킬 포인트를 대체하여 소모할 수 있다. [역린] 소모는 전투 스킬 포인트 소모로 간주한다" },
            talent: { name: "긍지", desc: "단항·음월의 공격 단수마다 [긍지] 효과를 1스택 획득하고, 스택당 자신이 가하는 피해가 (10/10/11)% 증가한다. 해당 효과는 6스택 중첩 가능하며, 자신의 턴이 종료될 때까지 지속된다" }
        },
        passives: {
            passive1: { name: "자취를 감춘 성신", desc: "전투 시작 시 즉시 에너지를 15pt 회복한다" },
            passive2: { name: "치수", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다" },
            passive3: { name: "계칩(啓蟄)", desc: "허수 속성 약점을 보유한 적에게 피해를 가할 시 치명타 피해가 24% 증가한다" }
        },
        eidolons: {
            e1: { name: "휘감긴 하늘", desc: "[긍지]의 중첩 가능 스택 수가 4스택 증가하며, 공격 단수마다 [긍지]를 1스택 추가로 획득한다" },
            e2: { name: "구유(九斿)", desc: "필살기 발동 후 단항·음월의 행동 게이지가 100% 증가하고 추가로 [역린] 1개를 획득한다" },
            e3: { name: "구름 깃발", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "조풍(嘲風)", desc: "[노호]의 버프 효과가 자신의 다음 턴이 종료될 때까지 지속된다" },
            e5: { name: "오만한 기세", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "용의 강림", desc: "다른 아군 캐릭터가 필살기를 발동하면 단항·음월이 다음 번에 [빛나는 도약] 발동 시 허수 속성 저항 관통이 20% 증가한다. 해당 효과 최대 중첩수: 3스택" }
        }
    };
