export const 반디 = 
{
        name: "반디", rarity: "5성", element: "화염", path: "파멸", image: "images/반디.webp",
        baseStats: { hp: 815, atk: 523.91, def: 776.16, spd: 104, maxEnergy: 240 },
        statNodes: { "속도": 5, "격파특수효과%": 37.3, "효과저항%": 18 },
        skills: {
            technique: { name: "Δ지령-초토화 운석 폭격", desc: "공중으로 도약해 5초 동안 자유롭게 이동하며, 이때 낙하 공격을 발동하면 지속 시간을 조기 종료한다. 지속 시간이 종료되면 낙하해 즉시 일정 범위 내의 모든 적을 공격하고, 매 웨이브 시작 시 모든 적에게 화염 속성 약점을 추가한다, 지속 시간: 2턴. 이후 모든 적에게 기갑 「샘」 공격력의 200%만큼 화염 속성 피해를 가한다" },
            basic: { name: "지령-폭연 추진", desc: "지정된 단일 적에게 기갑 「샘」 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            enhancedBasic: { name: "반딧불이 Type-IV·뇌관 참격", desc: "자신의 HP 최대치의 20%만큼 HP를 회복한다. 지정된 단일 적에게 기갑 「샘」 공격력의 (200/220/220)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "지령-천공 포격", desc: "자신의 HP 최대치의 40%만큼 HP를 소모해 자신의 에너지 최대치의 (60/62/62)%만큼 에너지를 고정으로 회복한다. 지정된 단일 적에게 기갑 「샘」 공격력의 (200/220/220)%만큼 화염 속성 피해를 가한다. 현재 HP가 부족하면 전투 스킬 발동 시 기갑 「샘」의 현재 HP가 1pt로 감소한다. 자신의 다음번 행동 게이지를 25% 증가시킨다" },
            enhancedSkill: { name: "반딧불이 Type-IV·데스 스타 과부하", desc: "자신의 HP 최대치의 25%만큼 HP를 회복한다. 지정된 단일 적 및 인접한 목표에게 화염 속성 약점을 부여한다, 지속 시간: 2턴. 해당 목표에게 기갑 「샘」 공격력의 (0.2x격파 특수효과+(200/220/220)%)만큼 화염 속성 피해를 가하고, 인접한 목표에게 기갑 「샘」 공격력의 (0.1x격파 특수효과+(100/100/110)%)만큼 화염 속성 피해를 가한다. 격파 특수효과는 최대 360%까지 계산한다" },
            ultimate: { name: "반딧불이 Type-IV·완전연소", desc: "「완전연소」 상태에 진입하고 자신의 행동 게이지가 100% 증가하며, 일반 공격 강화 및 전투 스킬 강화를 획득한다. 「완전연소」 상태에서는 속도가 (60/60/66)pt 증가하며, 강화된 일반 공격 및 강화된 전투 스킬 발동 시 자신의 약점 격파 효율이 50% 증가하고, 적이 기갑 「샘」으로부터 받는 격파 피해가 (20/20/22)% 증가하며, 이번 공격이 끝날 때까지 지속된다. 행동 서열에 「완전연소」 카운트다운이 나타나고, 카운트다운 턴 시작 시 기갑 「샘」이 「완전연소」 상태를 해제한다. 카운트다운이 보유한 고정 속도는 70이다. 기갑 「샘」은 「완전연소」 상태에서 필살기를 발동할 수 없다" },
            talent: { name: "고치형 원초 화염 중추", desc: "HP가 낮을수록 받는 피해가 감소한다. HP가 20% 이하일 경우 피해 감소 효과가 최대치에 도달하며, 최대 (40/40/44)% 감소한다. 「완전연소」 상태에서는 피해 감소 효과가 최대치를 유지하며, 효과 저항이 (30/30/34)% 증가한다. 전투 시작 시 에너지가 50% 미만일 경우 에너지를 50%까지 회복한다. 에너지가 최대치까지 회복되면 자신의 모든 디버프 효과가 해제된다" }
        },
        passives: {
            passive1: { name: "α모듈-안티랙 아웃버스트", desc: "「완전연소」 상태에서 기갑 「샘」의 격파 특수효과가 25% 증가하고, 강화된 일반 공격, 강화된 전투 스킬을 발동해 목표를 약점 격파 상태에 빠트리면 「완전연소」카운트다운의 행동 게이지가 10% 감소하며, 해당 효과는 「완전연소」상태마다 최대 3회 발동한다" },
            passive2: { name: "β모듈-자기 제어 기갑", desc: "「완전연소」 상태에서 기갑 「샘」의 격파 특수효과가 150%/300% 이상일 시, 약점 격파 상태의 적을 공격하면 이번 공격의 강인성 감소 수치가 100%/150%의 슈퍼 격파 피해 1회로 전환된다" },
            passive3: { name: "γ모듈-과부하 코어", desc: "기갑 「샘」의 공격력이 1,800pt보다 높으면 공격력이 10pt 초과할 때마다 자신의 격파 특수효과가 0.8% 증가한다" }
        },
        eidolons: {
            e1: { name: "나는 잠들었네, 붉은 고치 안에서", desc: "강화된 전투 스킬 발동 시 목표의 방어력을 15% 무시하고, 강화된 전투 스킬은 전투 스킬 포인트를 소모하지 않는다" },
            e2: { name: "부서진 하늘에서 추락해", desc: "「완전연소」 상태에서 강화된 일반 공격, 강화된 전투 스킬을 발동해 적을 처치하거나 적을 약점 격파 상태에 빠트릴 시 기갑 「샘」이 즉시 보너스 턴을 1개 획득한다. 해당 효과는 턴당 1회 발동할 수 있으며, 기갑 「샘」의 턴 시작 시 발동 가능 횟수가 초기화된다" },
            e3: { name: "고요한 성하에 깊이 잠들고", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "나는 보리라, 반딧불이의 불빛을", desc: "「완전연소」 상태일 때 기갑 「샘」의 효과 저항이 50% 증가한다" },
            e5: { name: "꿈 없는 긴밤에서 비추며", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "종극의 내일에 피어나리", desc: "「완전연소」 상태에서 기갑 「샘」의 화염 속성 저항 관통이 20% 증가한다. 강화된 일반 공격, 강화된 전투 스킬 발동 시 약점 격파 효율이 50% 증가한다" }
        }
    };
