export const 블레이드 = 
{
        name: "블레이드", rarity: "5성", element: "바람", path: "파멸", image: "images/블레이드.webp",
        baseStats: { hp: 1358, atk: 543.31, def: 485.1, spd: 97, maxEnergy: 130 },
        statNodes: { "체력%": 28, "치명타확률%": 12, "효과저항%": 10 },
        skills: {
            technique: { name: "업도(業道)의 바람", desc: "적을 바로 공격하며, 전투 진입 후 블레이드 HP 최대치의 20%만큼 HP를 소모하고, 모든 적에게 블레이드 HP 최대치의 40%만큼 바람 속성 피해를 가한다. 현재 HP가 부족할 때 비술을 발동하면 블레이드의 현재 HP가 1pt까지 감소한다" },
            basic: { name: "지리검(支離劍)", desc: "지정된 단일 적에게 블레이드 HP 최대치의 (50/50/55)%만큼 바람 속성 피해를 가한다" },
            enhancedBasic: { name: "무간검수(無間劍樹)", desc: "블레이드 HP 최대치의 10%만큼 HP를 소모해 지정된 단일 적에게 블레이드 HP 최대치의 (130/130/143)%만큼 바람 속성 피해를 가하고, 인접한 목표에게 블레이드 HP 최대치의 (52/52/57)%만큼 바람 속성 피해를 가한다. 현재 HP가 부족하면 [무간검수(無間劍樹)] 발동 시 블레이드의 현재 HP가 1pt까지 감소한다. [무간검수]로 전투 스킬 포인트를 회복할 수 없다" },
            skill: { name: "지옥변", desc: "블레이드가 HP를 자신 HP 최대치의 30%만큼 소모해 [지옥변(地獄變)] 상태에 진입한다. [지옥변] 상태에서는 전투 스킬을 발동할 수 없으며, 자신이 가하는 피해가 (40/40/46)% 증가하고, 적에게 피격될 확률이 대폭 증가하며 일반 공격 [지리검(支離劍)]이 [무간검수(無間劍樹)]로 강화된다, 지속 시간: 3턴 블레이드의 현재 HP가 부족하면 전투 스킬 발동 시 HP가 1pt까지 감소한다. 해당 전투 스킬로 에너지를 회복할 수 없으며, 발동 후 이번 턴은 종료되지 않는다" },
            ultimate: { name: "사형선고", desc: "블레이드의 현재 HP가 최대치의 50%로 전환되고 단일 적에게 블레이드 HP 최대치의 (150/162/162)%+이번 전투에서 누적 손실한 HP의 (120/130/130)%만큼 바람 속성 피해를 가한다. 또한 인접한 목표에 블레이드 HP 최대치의 (60/64.8/64.8)%+이번 전투에서 누적 손실한 HP의 (60/65/65)%만큼 바람 속성 피해를 가한다. 이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 90%를 넘을 수 없다. 필살기 발동 후 리셋하고 다시 누적된다" },
            talent: { name: "찰나의 선물", desc: "블레이드가 피해를 받거나 HP를 소모하면 충전을 1스택 획득한다. 최대 중첩수: 5스택. 해당 효과는 피격될 때마다 최대 1스택 중첩된다. 최대치까지 중첩되면 즉시 모든 적에게 추가 공격을 1회 발동한다. 블레이드 HP 최대치의 (130/143/143)%만큼 바람 속성 피해를 가하고 블레이드 HP 최대치의 25%만큼 HP를 회복한다. 추가 공격 발동 후 모든 충전을 소모한다" }
        },
        passives: {
            passive1: { name: "무한한 수명", desc: "블레이드의 필살기 발동으로 리셋되는 누적 손실 HP가 50%가 된다" },
            passive2: { name: "견디고 견딘 죽음", desc: "치유를 받을 시 회복량이 20% 증가한다. 치유를 받은 후 치유 수치의 25%가 필살기의 누적 손실한 HP로 전환된다" },
            passive3: { name: "괴겁의 폐망", desc: "특성으로 발동된 추가 공격 피해가 20% 증가하고 에너지를 추가로 15pt 회복한다" }
        },
        eidolons: {
            e1: { name: "검록의 끝, 지옥변상", desc: "강화된 일반 공격과 필살기가 지정된 단일 적에게 가하는 피해가 필살기의 누적 손실한 HP의 150%만큼 추가로 증가한다" },
            e2: { name: "흩어진 옛 꿈, 갖가지 여한", desc: "블레이드가 [지옥변] 상태일 때 치명타 확률이 15% 증가한다" },
            e3: { name: "제련한 현철, 서늘한 빛", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "황천의 기로, 육신의 회생", desc: "현재 HP 백분율이 50%를 초과한 상태에서 50% 이하로 떨어지면 HP 최대치가 20% 증가한다. 해당 효과 최대 중첩수: 2스택" },
            e5: { name: "시왕의 사형 선고, 마주한 업경", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "죽음의 끝, 돌아온 영혼", desc: "충전 스택 수 상한이 4스택으로 감소한다. 특성으로 발동되는 추가 공격으로 가하는 피해가 블레이드 HP 최대치의 50%만큼 추가로 증가한다" }
        }
    };
