export const 세이버 = 
{
        name: "세이버", rarity: "5성", element: "바람", path: "파멸", image: "images/세이버.webp",
        baseStats: { hp: 1242, atk: 601.52, def: 654.88, spd: 101, maxEnergy: 360 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "바람피해증가%": 22.4 },
        skills: {
            technique: { name: "기사왕의 등장", desc: "비술 사용 후 다음 전투 시작 시 세이버의 공격력이 35% 증가한다, 지속 시간: 2턴. 또한 [노심 공명]을 2pt 획득한다" },
            basic: { name: "풍왕결계", desc: "지정된 단일 적에게 세이버 공격력의 (100/110/110)%만큼 바람 속성 피해를 가한다" },
            enhancedBasic: { name: "해방된 황금빛 왕권", desc: "[노심 공명]을 2pt 획득하고, 모든 적에게 세이버 공격력의 (150/150/165)%만큼 바람 속성 피해를 가한다. 발동 시 적의 수가 2/1일 경우, 추가로 모든 적에게 세이버 공격력의 (150/150/165)%/(220/220/242)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "풍왕철퇴", desc: "지정된 단일 적에게 세이버 공격력의 (150/150/165)%만큼 바람 속성 피해를 가하고, 인접한 목표에게 세이버 공격력의 (75/75/83)%만큼 바람 속성 피해를 가한다. 현재 [노심 공명]을 보유하고 있고, 이번 전투 스킬 공격 후 [노심 공명]을 소모해 세이버의 에너지를 전부 회복할 수 있으면 이번 전투 스킬의 피해 배율이 [노심 공명] 1pt마다 (14/14/15)% 증가하며, 공격 후 모든 [노심 공명]을 소모해 세이버의 에너지를 회복한다. 그렇지 않을 경우 즉시 [노심 공명]을 3pt 획득한다" },
            ultimate: { name: "약속된 승리의 검", desc: "모든 적에게 세이버 공격력의 (280/308/308)%만큼 바람 속성 피해를 가한다. 추가로 피해를 10회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 세이버 공격력의 (110/121/121)%만큼 바람 속성 피해를 가한다. 필살기 발동 후 다음 일반 공격은 [해방된 황금빛 왕권]으로 대체되며, [해방된 황금빛 왕권]만 발동할 수 있다" },
            talent: { name: "용의 노심", desc: "전투 진입 시 [노심 공명]을 1pt 획득한다. 임의의 아군이 필살기를 발동하면 세이버가 가하는 피해가 2턴 동안 (60/60/66)% 증가하고, [노심 공명]을 3pt 획득한다. [노심 공명]을 1pt 소모할 때마다 세이버의 에너지를 고정으로 8pt 회복한다" }
        },
        passives: {
            passive1: { name: "용의 기사", desc: "세이버의 치명타 확률이 20% 증가한다. 전투 진입 및 강화된 일반 공격 발동 시 [마력 방출] 효과를 획득한다. 해당 효과일 때 세이버가 [노심 공명]을 보유하는 동시에 전투 스킬을 발동해 [노심 공명]을 소모하여 세이버의 에너지를 전부 회복할 수 있을 경우, [마력 방출]을 소모해 아군의 전투 스킬 포인트를 1pt 회복하고 세이버가 즉시 행동하게 한다" },
            passive2: { name: "호수의 축복", desc: "세이버는 초과 에너지를 최대 120pt 누적할 수 있으며, 필살기 발동 후 에너지를 초기화하고 상응하는 에너지를 회복한다. 전투 시작 시 에너지가 60% 미만이면 에너지를 60%로 회복한다" },
            passive3: { name: "별의 왕관", desc: "전투 스킬 발동 시 세이버의 치명타 피해가 50% 증가한다, 지속 시간: 2턴. 이번 전투에서 [노심 공명]을 1pt 획득할 때마다 세이버의 치명타 피해가 4% 증가한다, 해당 효과 최대 중첩수: 8스택" }
        },
        eidolons: {
            e1: { name: "잃어버린 백악의 성", desc: "세이버가 가하는 필살기 피해가 60% 증가하고, 세이버가 일반 공격 또는 전투 스킬 발동 후 [노심 공명]을 1pt 획득한다" },
            e2: { name: "먼지 덮인 원탁의 맹세", desc: "이번 전투에서 [노심 공명]을 1pt 획득할 때마다 세이버가 가하는 피해가 목표의 방어력을 1% 무시하며, 해당 효과는 최대 15스택 중첩된다. [노심 공명] 전투 스킬 배율 증가 효과를 발동할 시 [노심 공명] 1pt마다 추가로 이번 전투 스킬의 피해 배율이 7% 증가한다" },
            e3: { name: "열다섯 세기를 초월한 추적", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "열여섯 겨울날에 걸친 기우", desc: "세이버의 바람 속성 저항 관통이 8% 증가한다. 필살기 발동 후 세이버의 바람 속성 저항 관통이 4% 증가한다, 해당 효과 최대 중첩수: 3스택" },
            e5: { name: "이상에 도달한 새벽 아래", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "운명의 긴 밤을 수호하며", desc: "세이버가 가하는 필살기 피해의 바람 속성 저항 관통이 20% 증가하고, 행적 [호수의 축복]으로 누적되는 초과 에너지가 200pt로 증가한다. 전투 진입 후 처음으로 필살기를 발동하면 세이버의 에너지가 고정으로 300pt 회복하며, 해당 효과는 필살기를 3회 더 발동할 때마다 1회 발동할 수 있다" }
        }
    };
