export const 운리 = 
{
        name: "운리", rarity: "5성", element: "물리", path: "파멸", image: "images/운리.webp",
        baseStats: { hp: 1358, atk: 679, def: 461, spd: 94, maxEnergy: 240 },
        statNodes: { "체력%": 18, "공격력%": 28, "치명타확률%": 6.7 },
        skills: {
            technique: { name: "후발선지", desc: "자신이 20초 동안 [튕겨내기] 효과를 획득한다. 지속 시간 동안 적을 공격하거나 피격되어 전투에 진입하면 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격이 가하는 피해가 80% 증가한다" },
            basic: { name: "건곤을 뒤엎는 검기", desc: "지정된 단일 적에게 운리 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "천지를 뒤흔드는 대검", desc: "운리 공격력의 (30/30/32)%+(200/200/222)pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 (120/120/132)%만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 (60/60/66)%만큼 물리 속성 피해를 가한" },
            ultimate: { name: "대지의 검신, 천궁을 베는 검날", desc: "에너지를 120pt 소모하며, 운리가 [막기]를 획득하고 모든 적을 도발 상태에 빠트며, 아군 또는 적의 다음 턴이 종료될 때까지 지속된다. 또한 운리의 다음 반격이 가하는 치명타 피해가 (100/108/108)% 증가한다. 특성의 반격 효과 발동 시 반격 [간파·멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태에서 반격이 발동되지 않으면, 상태 종료 시 운리는 즉시 랜덤 적에게 반격 [간파·참]을 발동한다. [간파·참]: 목표에게 운리 공격력의 (220/237/237)%만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 (110/118/118)%만큼 물리 속성 피해를 가한다. [간파·멸]: 목표에게 운리 공격력의 (220/237/237)%만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 (110/118/118)%만큼 물리 속성 피해를 가한다. 이후 추가로 피해를 6회 가하며, 피해 1회당 랜덤 단일 적에게 운리 공격력의 (72/77/77)%만큼 물리 피해를 가한다. 운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다" },
            talent: { name: "단조의 섬광", desc: "운리가 적에게 피격된 후, 추가로 에너지를 15pt 회복하고 즉시 공격자에게 반격을 발동해 해당 목표에게 운리 공격력의 (120/120/132)%만큼 물리 속성 피해를 가하며, 인접한 목표에게 운리 공격력의 (60/60/66)%만큼 물리 속성 피해를 가한다. 반격 가능한 목표가 없을 경우 랜덤 적에게 반격한다" }
        },
        passives: {
            passive1: { name: "화륜", desc: "[간파•참]을 1회 발동할 때마다 다음번 [간파•참]이 [간파•멸]로 변경된다" },
            passive2: { name: "각사", desc: "[막기] 상태에서 받는 제어류 디버프 효과에 저항하며, 받는 피해가 20% 감소한다" },
            passive3: { name: "진강", desc: "반격 발동 시, 운리의 공격력이 30% 증가한다. 지속 시간: 1턴" }
        },
        eidolons: {
            e1: { name: "번뇌를 벗어난 칼날", desc: "[간파•참]과 [간파•멸]이 가하는 피해가 20% 증가하고, [간파•멸]의 추가 피해 횟수가 3회 증가한다" },
            e2: { name: "새로 태어난 첫 빛", desc: "반격을 발동해 피해를 가할 시 적의 방어력을 20% 무시한다" },
            e3: { name: "구척검을 휘두르는 기예", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "망치를 휘두르는 거장", desc: "[간파•참] 또는 [간파•멸] 발동 후 자신의 효과 저항이 50% 증가한다. 지속 시간: 1턴" },
            e5: { name: "변치 않는 무기는 돌이 아니니", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "담대한 검법, 부드러운 마음", desc: "[막기] 상태일 때, 적이 스킬을 직접 발동할 시 운리를 공격하는지와 상관없이 [간파•멸]을 발동하고 동시에 [막기] 효과를 해제한다. [간파•참] 또는 [간파•멸]을 발동해 피해를 가할 시 치명타 확률이 15% 증가하고, 물리 속성 저항 관통이 20% 증가한다" }
        }
    };
