export const 클라라 = 
{
        name: "클라라", rarity: "5성", element: "물리", path: "파멸", image: "images/클라라.webp",
        baseStats: { hp: 1242, atk: 737.35, def: 485.1, spd: 90, maxEnergy: 110 },
        statNodes: { "체력%": 10, "공격력%": 28, "물리피해증가%": 14.4 },
        skills: {
            technique: { name: "승리를 위한 작은 대가", desc: "적을 바로 공격하며, 전투 진입 후 클라라가 적에게 피격될 확률이 증가한다. 지속 시간: 2턴" },
            basic: { name: "나도 도움이 되고 싶어", desc: "지정된 단일 적에게 클라라 공격력 (100/110/110)%만큼의 물리 속성 피해를 준다" },
            skill: { name: "스바로그 씨가 보고 있어", desc: "모든 적에게 클라라 공격력 (120/132/132)%만큼의 물리 속성 피해를 주며 스바로그에게 [반격 표식]이 부여된 모든 적에게 추가로 클라라 공격력 (120/132/132)%만큼의 물리 속성 피해를 준다. 전투 스킬 발동 후 모든 [반격 표식]이 무효화된다" },
            ultimate: { name: "명령 아닌 약속", desc: "필살기 발동 후 클라라가 적에게 받는 피해가 추가로 (25/25/27)% 감소하고, 적에게 피격될 확률이 대폭 증가한다. 지속 시간: 2턴 동시에 스바로그의 반격이 강화되어 임의의 아군이 피격 후 스바로그는 바로 반격하며, 적에게 가하는 피해 배율이 (160/160/172)% 증가하고 인접한 목표에게 주목표에게 가하는 50%만큼의 피해를 준다. 강화 효과는 2회 적용된다" },
            talent: { name: "우리는 가족이니까", desc: "스바로그의 가호하에 클라라가 적에게 받는 피해가 10% 감소한다. 스바로그는 클라라를 공격한 적에게 [반격 표식]을 남기고 스바로그의 반격을 받아 클라라 공격력 (160/160/176)%만큼의 물리 속성 피해를 가한다" }
        },
        passives: {
            passive1: { name: "가족", desc: "피격 시 35%의 고정 확률로 자신의 디버프 효과를 1개 해제한다" },
            passive2: { name: "수호", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다" },
            passive3: { name: "복수", desc: "스바로그의 반격이 가하는 피해가 30% 증가한다" }
        },
        eidolons: {
            e1: { name: "거대한 뒷모습", desc: "전투 스킬 발동 후 적의 [반격 표식]을 해제하지 않는다" },
            e2: { name: "꼭 껴안아주기", desc: "필살기 발동 후 공격력이 30% 증가한다. 지속 시간: 2턴" },
            e3: { name: "차가운 강철 갑옷", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "가족의 따스함", desc: "피격 후 클라라가 받는 피해가 30% 감소하며, 해당 효과는 자신의 다음번 턴까지 지속된다" },
            e5: { name: "아주 작은 약속", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "오랜 단짝", desc: "다른 아군이 피격 후 스바로그는 50%의 고정 확률로 공격자에게 반격을 발동하며 공격 목표에게 [반격 표식]을 부여한다. 필살기 발동 시 반격 강화 횟수가 추가로 1회 증가한다" }
        }
    };
