export const 파이논 = 
{
        name: "파이논", rarity: "5성", element: "물리", path: "파멸", image: "images/파이논.webp",
        baseStats: { hp: 1436, atk: 582, def: 703, spd: 94, maxEnergy: 12 },
        statNodes: { "속도": 5, "치명타확률%": 12, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "종결의 시작", desc: "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다. 비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 25pt 회복하고, [훼멸] 2pt와 전투 스킬 포인트 1pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 200%만큼 물리 속성 피해를 가한다. 일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다" },
            basic: { name: "불을 쫓는 구세의 길, 끝내 닿으리", desc: "지정된 단일 적에게 파이논 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            enhancedBasic: { name: "창생·피 묻은 가시의 장송", desc: "[훼멸]을 2pt 획득하고 지정된 단일 적에게 카오스라나 공격력의 (250/275/275)%만큼 물리 속성 피해를 가하며, 인접한 목표에게 카오스라나 공격력의 (75/75/83)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "여명의 창세, 천지를 개벽할지니", desc: "[불씨]를 2pt 획득하고 지정된 단일 적에게 파이논 공격력의 (300/300/330)%만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 (120/120/132)%만큼 물리 속성 피해를 가한다" },
            enhancedSkill1: { name: "재앙·영혼과 천명의 소멸", desc: "모든 적의 수만큼 [훼멸]을 획득하고, [영혼을 파쇄하는 불길]을 1스택 획득한다. 이후 모든 적을 즉시 행동하게 한다. [영혼을 파쇄하는 불길] 상태에서 카오스라나는 받는 피해가 75% 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 해당 적 행동이 종료되면 즉시 반격을 발동하며, 모든 적에게 카오스라나 공격력의 (40/40/44)%만큼 물리 속성 피해를 가하고 추가로 피해를 4회 가하며, 회마다 랜덤 단일 적에게 카오스라나 공격력의 (30/30/33)%만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 반격의 피해 배율을 기존 배율의 20%만큼 증가시킨다. 해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. 카오스라나의 보너스 턴 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 반격을 발동한다" },
            enhancedSkill2: { name: "기둥·죽음의 별의 심판", desc: "자신의 모든 디버프 효과를 해제하고, 이후 최대 카오스라나 공격력의 (1170/1170/1287)%만큼 물리 속성 피해를 가한다. 그중 [훼멸]을 1pt 소모할 때마다 피해를 4회 가하며, 회마다 랜덤 단일 적에게 카오스라나 공격력의 (45/45/50)%만큼 물리 속성 피해를 가한다. [훼멸] 4pt 소모 시 추가로 카오스라나 공격력의 (450/450/495)%만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다" },
            ultimate: { name: "영원히 타오르는 세상, 그가 짊어지리라", desc: "카오스라나로 변신하며, 변신 중에는 경계 [귀허의 아이언툼]을 펼친다. 경계 내 다른 동료는 퇴장하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다. 카오스라나는 자신의 턴에 진입하지 않는 대신 카오스라나의 보너스 턴을 8개 보유하고, 속도는 카오스라나 기본 속도의 60%로 고정된다. 마지막 카오스라나의 보너스 턴 시작 시 즉시 마지막 일격을 발동하여 모든 적이 균등 분담하는 물리 속성 필살기 피해를 카오스라나 공격력의 (960/1056/1056)%만큼 가한다" },
            talent: { name: "이 몸을 횃불 삼아", desc: "파이논의 특성. [불씨]가 12pt에 도달하면 필살기를 활성화할 수 있고, 최대치 도달 후 최대 3pt 초과할 수 있다. 변신 종료 시 초과한 포인트에 기반해 [불씨]를 획득한다. 파이논이 임의의 다른 목표의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 스킬 발동자가 파이논 동료일 시 추가로 파이논의 치명타 피해가 (30/30/33)% 증가한다, 지속 시간: 3턴" },
            enhancedTalent: { name: "운명·이 몸이 곧 신이로다", desc: "카오스라나의 특성. 변신 시 [훼멸]을 4pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 버프 효과 지속 시간이 1턴 연장되며, 이번 턴은 종료된다. 카오스라나는 제어류 디버프 상태에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 (80/80/88)% 증가하고 HP 최대치가 (270/270/297)% 증가하며, 공격을 발동하면 자신의 HP 최대치의 20%만큼 HP를 회복한다. 카오스라나가 치명적인 공격을 받을 시 전투 불능 상태에 빠지지 않는 대신 자신의 HP 최대치의 25%만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 카오스라나의 보너스 턴 1개당 마지막 일격의 피해 배율이 기존 배율의 12.5%만큼 감소한다. 변신 종료 시 모든 아군의 속도가 15% 증가한다, 지속 시간: 1턴" }
        },
        passives: {
            passive1: { name: "세계의 종점을 향해", desc: "전투 시작 시 [불씨]를 1pt 획득한다. 변신 종료 시 [불씨]를 3pt 획득한다" },
            passive2: { name: "수많은 횃불을 짊어진 몸", desc: "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 45% 증가한다, 지속 시간: 4턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다. 동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 1pt 획득한다" },
            passive3: { name: "투영된 영웅의 본색", desc: "전투 진입 또는 변신 종료 시 공격력이 50% 증가한다. 해당 효과 최대 중첩수: 2스택" }
        },
        eidolons: {
            e1: { name: "불과 빛, 선악의 화신", desc: "카오스라나의 보너스 턴의 기본 속도 계승 비율이 66%로 증가한다. 단일 전투에서 적이 1기 처치될 때마다 추가로 1.5% 증가하고, 최대 84%까지 증가한다. 필살기 발동 시 치명타 피해가 50% 증가한다, 지속 시간: 3턴" },
            e2: { name: "하늘과 땅, 세상의 포영", desc: "카오스라나의 물리 속성 저항 관통이 20% 증가한다. [기둥•죽음의 별의 심판] 1회 발동으로 소모하는 [훼멸] 포인트가 4pt 도달 시 보너스 턴을 1개 획득한다" },
            e3: { name: "무수한 고요함은 귀허에 묻혔고", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "수없는 티탄의 얼굴이 흐릿해졌네", desc: "[재앙·영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 4스택 획득한다" },
            e5: { name: "영겁의 시곗바늘, 삼천만 번의 회전", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "이지러진 석양, 영원토록 떠오르리", desc: "[불씨]의 초과 가능 포인트에 상한이 없어진다. 전투 시작 시 [불씨]를 6pt 획득한다.[기둥·죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 36%만큼 확정 피해를 가한다" }
        }
    };
