export const 개척자보존 = 
{
        name: "개척자·파멸", rarity: "5성", element: "물리", path: "파멸", image: "images/개척자·파멸.webp",
        baseStats: { hp: 1242, atk: 602, def: 606, spd: 95, maxEnergy: 120 },
        statNodes: { "체력%": 10, "공격력%": 18, "방어력%": 35 },
        skills: {
            technique: { name: "수호자의 부름", desc: "비술 발동 후 다음 전투 시작 시 자신에게 개척자 방어력 30%+384만큼의 피해를 상쇄할 수 있는 실드를 제공한다. 지속 시간: 1턴" },
            basic: { name: "얼음을 관통하는 빛", desc: "지정된 단일 적에게 개척자 공격력 (100/100/110)%만큼의 화염 속성 피해를 주며, [불타는 의지]를 1스택 중첩한다" },
            enhancedBasic: { name: "얼음을 관통하는 빛", desc: "[불타는 의지]를 4스택 소모하고 일반 공격을 강화한다. 지정된 단일 적에게 개척자 공격력 (135/135/146)%만큼의 화염 속성 피해를 주며, 인접한 목표에게도 개척자 공격력 (54/54/58)%만큼의 화염 속성 피해를 준다" },
            skill: { name: "타오르는 불멸의 앰버", desc: "전투 스킬 발동 후 개척자가 받는 피해가 (50/52/52)%감소하고 [불타는 의지]를 1스택 중첩한다. 100%의 기본 확률로 모든 적이 도발 상태에 빠진다. 지속 시간: 1턴" },
            ultimate: { name: "임전무퇴 화염의 랜스", desc: "모든 적에게 개척자 공격력 (100/100/110)%+방어력 (150/150/157)%만큼의 화염 속성 피해를 준다. 다음 일반 공격 발동 시 자동으로 강화를 획득하며 [불타는 의지]를 소모하지 않는다" },
            talent: { name: "축성가의 유물", desc: "피격될 때마다 [불타는 의지]를 1스택 중첩한다. 최대 중첩수: 8스택 [불타는 의지]가 4스택 이상일 경우 일반 공격이 강화되며, 지정된 단일 적 및 인접한 목표에게 피해를 준다.개척자가 일반 공격, 전투 스킬, 필살기 발동 후 모든 아군에게 개척자 방어력 n%+n만큼의 피해를 상쇄할 수 있는 실드를 제공한다. 지속 시간: 2턴" }
        },
        passives: {
            passive1: { name: "약자를 돕는 강자", desc: "전투 스킬 발동 후 모든 아군이 받는 피해가 15% 감소한다. 지속 시간: 1턴" },
            passive2: { name: "죽음 앞의 생", desc: "개척자가 일반 공격 강화를 발동하면 자신 HP 최대치의 5%만큼의 HP를 회복한다" },
            passive3: { name: "생각보다 행동", desc: "턴 시작 시 개척자가 실드의 가호를 지닌 경우, 행동이 끝날 때까지 공격력이 15% 증가하고 에너지를 5pt 회복한다. 행동 종료까지 지속된다" }
        },
        eidolons: {
            e1: { name: "대지의 울부짖음", desc: "일반 공격 발동 시 추가로 개척자 방어력 25%만큼의 화염 속성 피해를 가한다. 일반 공격 강화 발동 시 추가로 개척자 방어력 50%만큼의 화염 속성 피해를 가한다" },
            e2: { name: "옛 한철의 굳건함", desc: "특성 발동 시 모든 아군에게 제공한 실드가 개척자 방어력 2%+27만큼의 피해를 추가로 상쇄할 수 있다" },
            e3: { name: "미래를 축조하는 청사진", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "문명에 머무는 맹세", desc: "전투 시작 시 [불타는 의지]를 즉시 4스택 획득한다" },
            e5: { name: "불을 지필 용기", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "영원토록 굳건한 성벽", desc: "일반 공격 강화 혹은 필살기 발동 후 개척자의 방어력이 10% 증가한다. 최대 중첩수: 3스택" }
        }
    };