export const 게파드 = 
{
        name: "게파드", rarity: "5성", element: "얼음", path: "보존", image: "images/게파드.webp",
        baseStats: { hp: 1397, atk: 543.31, def: 654.88, spd: 92, maxEnergy: 100 },
        statNodes: { "방어력%": 12.5, "효과저항%": 18, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "감정의 증표", desc: "비술 사용 후 다음 전투 시작 시 모든 아군에게 게파드 방어력 24%+150만큼의 피해를 상쇄할 수 있는 실드를 제공한다. 지속 시간: 2턴" },
            basic: { name: "의지의 주먹", desc: "지정된 단일 적에게 게파드 공격력 (100/100/110)%만큼의 얼음 속성 피해를 가한다" },
            skill: { name: "위협의 일격", desc: "지정된 단일 적에게 게파드 공격력 (200/200/220)%만큼의 얼음 속성 피해를 가하며 피격된 적은 65%의 기본 확률로 빙결 상태에 빠진다. 지속 시간: 1턴 빙결 상태의 적은 행동할 수 없으며 턴이 시작될 때마다 게파드 공격력 (60/60/66)%만큼의 얼음 속성 추가 피해를 받는다" },
            ultimate: { name: "영원의 벽", desc: "모든 아군에게 게파드 방어력 (45/48/48)%+(600/668/668)만큼의 피해를 상쇄할 수 있는 실드를 제공한다. 지속 시간: 3턴" },
            talent: { name: "불굴의 몸", desc: "게파드는 치명적인 공격을 받아도 전투 불능 상태에 빠지지 않으며 자신의 HP 최대치 (50/55/55)%만큼의 HP를 즉시 회복한다. 해당 효과는 단일 전투에서 1회만 발동한다" }
        },
        passives: {
            passive1: { name: "강직", desc: "게파드가 적에게 피격될 확률이 증가한다" },
            passive2: { name: "지휘관", desc: "[불굴의 몸] 발동 후 게파드의 에너지가 즉시 100%까지 회복된다" },
            passive3: { name: "전의", desc: "게파드의 공격력이 현재 방어력의 35%만큼 증가하며, 턴이 시작될 때마다 갱신된다" }
        },
        eidolons: {
            e1: { name: "근면 성실", desc: "전투 스킬 발동 시 피격된 적이 빙결 상태에 빠질 기본 확률이 35% 증가한다" },
            e2: { name: "남은 추위", desc: "전투 스킬로 적에게 부여한 빙결 상태가 해제된 후 목표의 속도가 20% 감소한다. 지속 시간: 1턴" },
            e3: { name: "난공불락", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "지성이면 감천", desc: "게파드가 필드에 있으면 모든 아군의 효과 저항이 20% 증가한다" },
            e5: { name: "강철 같은 주먹", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "불굴의 결의", desc: "특성 발동 시 게파드가 즉시 행동하고, 현재 HP의 회복량이 자신 HP 최대치의 50%만큼 추가로 증가한다" }
        }
    };
