export const 단항등황 = 
{
        name: "단항·등황", rarity: "5성", element: "물리", path: "보존", image: "images/단항·등황.webp",
        baseStats: { hp: 1048, atk: 582, def: 776, spd: 97, maxEnergy: 135 },
        statNodes: { "공격력%": 28, "방어력%": 22.5, "속도": 5 },
        skills: {
            technique: { name: "갈라진 땅", desc: "비술 사용 후 [전우]를 획득하고 일정 구역 내의 적을 10초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공하지 않는다.행동 캐릭터 변경 시 [전우]는 현재 행동 캐릭터에게 이전된다. 다음 전투 시작 시 [전우]를 보유한 캐릭터에게 자동으로 전투 스킬을 1회 발동하며, 해당 전투 스킬은 전투 스킬 포인트를 소모하지 않는다" },
            basic: { name: "악을 진압하고 창생을 지키리", desc: "지정된 단일 적에게 단항·등황 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "팔황을 품은 변화무쌍한 대지", desc: "지정된 단일 아군 캐릭터를 [전우]로 만들고, 모든 아군에게 단항·등황 공격력의 (20/21.2/21.2)%+(400/445/445)만큼 피해를 상쇄할 수 있는 실드를 제공한다, 지속 시간: 3턴. 단항•등황의 실드를 중복 획득할 시 실드량은 중첩되며, 최대 현재 전투 스킬이 제공하는 실드량의 300%를 초과할 수 없다.[전우]는 단항•등황 전투 스킬의 가장 최근 목표에게만 적용된다" },
            ultimate: { name: "후회 없이 세상을 변화시키는 승룡", desc: "모든 적에게 단항•등황 공격력의 (300/330/330)%만큼 물리 속성 피해를 가하고, 모든 아군에게 단항•등황 공격력의 (20/21.2/21.2)%+(400/445/445)만큼 피해를 상쇄할 수 있는 실드를 부여한다, 지속 시간: 3턴. 단항•등황의 실드를 중복 획득할 시 실드량은 중첩되며, 최대 현재 전투 스킬이 제공하는 실드량의 300%를 초과할 수 없다.[용령]이 강화를 획득하며, [용령] 행동 시 추가 공격을 발동하고, 모든 적에게 단항·등황 공격력의 (80/88/88)%만큼 물리 속성 피해를 가하며, [전우] 공격력의 (80/88/88)%만큼 상응하는 속성의 추가 피해를 가한다. 강화는 [용령]의 행동 2회 동안 지속된다" },
            talent: { name: "끊임없이 흐르는 만물의 생장", desc: "아군 캐릭터가 [전우]가 될 시 단항·등황이 대상에게 [용령]을 소환한다. [용령]의 기본 속도는 165pt다.[용령] 행동 시 모든 아군의 디버프 효과를 1개 해제하고, 단항·등황 공격력의 (10/10.6/10.6)%+(200/223/223)만큼 피해를 상쇄할 수 있는 실드를 제공한다, 지속 시간: 3턴. 단항·등황과 [용령]이 제공하는 실드량은 중첩 가능하며, 최대 단항·등황의 전투 스킬이 제공하는 실드량의 300%를 초과하지 않는다.단항•등황 또는 [전우]가 전투 불능 상태에 빠질 시 [용령]은 사라진다" }
        },
        passives: {
            passive1: { name: "천혜의 경관", desc: "전투 스킬 발동 시 [전우]가 된 목표의 공격력이 단항·등황 공격력의 15%만큼 증가한다" },
            passive2: { name: "우거진 지엽", desc: "전투 시작 시 단항·등황의 행동 게이지가 40% 증가한다. [전우]가 공격 발동 시 단항·등황의 에너지를 6pt 회복하고, [용령]의 행동 게이지를 15% 증가시킨다" },
            passive3: { name: "가파른 산세", desc: "[용령] 행동 시 추가로 현재 실드량이 가장 낮은 아군에게 단항•등황 공격력의 5%+100만큼 피해를 상쇄할 수 있는 실드를 제공한다. 단항•등황의 실드 중복 획득 시 실드량은 중첩되며, 최대 현재 전투 스킬이 제공하는 실드량의 300%를 초과할 수 없다. 강화된 [용령] 행동 시 추가로 현재 HP가 가장 높은 단일 적에게 [전우] 공격력의 40%만큼 상응하는 속성의 추가 피해를 1회 가한다" }
        },
        eidolons: {
            e1: { name: "옛 비늘을 벗은 황룡", desc: "단항·등황이 필살기 발동 시 전투 스킬 포인트를 1pt 회복하고, [전우]의 모든 속성 저항 관통을 18% 증가시킨다, 지속 시간: 3턴" },
            e2: { name: "개척을 지키는 순수함", desc: "필살기의 강화된 용령 행동 효과가 추가로 2회 증가하고, 단항·등황이 필살기 발동 후 [용령]의 행동 게이지가 100% 증가한다. 강화된 용령 행동 시 [전우]가 가하는 추가 피해가 기존 피해의 200%가 되며, 이번에 제공하는 실드량은 기존 실드량의 200%가 된다" },
            e3: { name: "해와 달, 산과 강의 부탁", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "금석의 맹세, 이 몸을 배 삼아", desc: "[전우]가 받는 피해가 20% 감소한다" },
            e5: { name: "끝없이 이어지는 불멸의 길", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "초목과 티끌 모두 꿈에 들고", desc: "필드에 [전우]가 존재할 시 모든 적이 받는 피해가 20% 증가하고, [전우]가 피해를 가할 시 적의 방어력을 12% 무시한다. 단항•등황이 필살기 발동 시 [전우]는 모든 적에게 [전우] 공격력의 330%만큼 상응하는 속성의 추가 피해를 가한다" }
        }
    };
