export const 부현 = 
{
        name: "부현", rarity: "5성", element: "양자", path: "보존", image: "images/부현.webp",
        baseStats: { hp: 1475, atk: 465.7, def: 606.38, spd: 100, maxEnergy: 135 },
        statNodes: { "체력%": 18, "치명타확률%": 18.7, "효과저항%": 10 },
        skills: {
            technique: { name: "길흉화복, 성좌의 영역", desc: "비술 사용 후 모든 아군이 20초간 지속되는 배리어를 획득한다. 해당 배리어는 적의 모든 공격을 막으며, 공격을 받아도 전투에 진입하지 않는다. 배리어가 지속되는 동안 전투에 진입하면 부현은 자동으로 [궁관진]을 활성화한다. 지속 시간: 2턴" },
            basic: { name: "태세(太歲) 진격", desc: "지정된 단일 적에게 부현 HP 최대치의 (50/50/55)%만큼 양자 속성 피해를 준다" },
            skill: { name: "[궁관진]을 활성화하여, 부현의 동료가 실드로 막기 전에 받은 피해의 65%를 부현이 분담한다. 지속 시간: 3턴.[궁관진] 상태의 모든 아군이 [감식] 효과를 획득한다. [감식]: 아군 HP 최대치가 부현 HP 최대치의 (6/6.6/6.6)%만큼 증가하고, 치명타 확률이 (12/13.2/13.2)% 증가한다.부현이 전투 불능 상태가 되면 [궁관진]도 해제된다", desc: "" },
            ultimate: { name: "천률의 규칙, 돌고 도는 역겁", desc: "모든 적에게 부현 HP 최대치의 (100/100/108)%만큼 양자 속성 피해를 주고, 부현 특성의 HP 회복 효과 발동 횟수를 1회 획득한다" },
            talent: { name: "건청곤이, 불행 끝 행운 시작", desc: "부현이 전투 가능 상태일 때 모든 아군에게 [피액(避厄)] 효과를 부여한다. [피액]: 아군이 받는 피해가 (18/19.6/19.6)% 감소한다.부현의 현재 HP 백분율이 50% 이하가 되면 HP를 자신이 손실한 HP의 (90/92/92)%만큼 회복한다. 치명적인 공격을 받을 경우 해당 효과는 발동되지 않는다. 해당 효과는 기본 상태에서 1회의 발동 횟수를 보유하며, 최대 2회의 발동 횟수를 보유할 수 있다" }
        },
        passives: {
            passive1: { name: "태을(太乙) 점술판", desc: "[궁관진] 활성화 시 부현이 전투 스킬을 발동하면 에너지를 추가로 20pt 회복한다" },
            passive2: { name: "성반(星盤) 둔갑", desc: "필살기 발동 시 다른 아군의 HP를 부현 HP 최대치의 5%+133만큼 회복한다" },
            passive3: { name: "육임(六壬) 점괘", desc: "[궁관진] 활성화 시 적이 아군에게 제어류 디버프 상태를 부여하면, 모든 아군이 이번 행동에서 적이 부여한 모든 제어류 디버프 상태에 저항한다. 해당 효과 발동 횟수: 1회. [궁관진]을 다시 활성화하면 효과 발동 횟수가 갱신된다" }
        },
        eidolons: {
            e1: { name: "사위(司危)", desc: "[감식]은 치명타 피해를 30% 증가시킨다" },
            e2: { name: "유조(柔兆)", desc: "[궁관진] 활성화 시 아군이 치명적인 피해를 받을 경우, 모든 아군이 이번 행동에서 전투 불능 상태에 빠지지 않으며, 즉시 HP를 자신 HP 최대치의 70%만큼 회복한다. 해당 효과는 단일 전투에서 1회만 발동한다" },
            e3: { name: "직부(直符)", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "격택(格澤)", desc: "[궁관진] 활성화 시 다른 아군이 피격되면 부현의 에너지를 5pt 회복한다" },
            e5: { name: "계신(計神)", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "종릉(种陵)", desc: "[궁관진] 활성화 시 모든 아군의 이번 전투에서 누적 손실한 HP를 기록한다. 부현이 필살기로 가하는 피해가 이번 전투에서 누적 손실한 HP의 200%만큼 증가한다.이번 전투에서 기록되는 누적 손실 HP는 부현 HP 최대치의 120%를 넘지 않으며, 필살기를 발동하면 리셋하고 다시 누적된다" }
        }
    };
