export const 어벤츄린 = 
{
        name: "어벤츄린", rarity: "5성", element: "허수", path: "보존", image: "images/어벤츄린.webp",
        baseStats: { hp: 1203, atk: 446, def: 655, spd: 106, maxEnergy: 110 },
        statNodes: { "방어력%": 35, "효과저항%": 10, "허수피해증가%": 14.4 },
        skills: {
            technique: { name: "빨강과 검정 사이", desc: "비술 발동 후 다음 효과 중 1개를 획득한다.일정 확률로 방어력 24% 증가 높은 확률로 방어력 36% 증가 낮은 확률로 방어력 60% 증가 중복 사용 시 수치가 가장 높은 효과가 유지된다.다음 전투 시작 시 모든 아군의 방어력이 대응하는 수치만큼 증가한다. 지속 시간: 3턴" },
            basic: { name: "직관적 베팅", desc: "지정된 단일 적에게 어벤츄린 방어력의 (100/110/110)%만큼 허수 속성 피해를 가한다" },
            skill: { name: "번영의 초석", desc: "모든 아군에게 어벤츄린 방어력의 (24/24/25.6)%+(320/320/356)만큼 피해를 상쇄할 수 있는 실드 [견고한 칩]을 제공한다. 지속 시간: 3턴. [견고한 칩]을 중복 획득 시 실드량은 중첩되며, 현재 전투 스킬이 제공하는 실드량의 200%을 초과하지 않는다" },
            ultimate: { name: "룰렛 샤크", desc: "랜덤으로 [블라인드 베팅] 1~7pt를 획득하고, 지정된 단일 적을 [당황] 상태에 빠트린다. 지속 시간: 3턴. 또한, 지정된 단일 적에게 어벤츄린 방어력의 (270/292/292)%만큼 허수 속성 피해를 가한다. 아군이 [당황] 상태의 적 명중 시 가하는 치명타 피해가 (15/16.2/16.2)% 증가한다" },
            talent: { name: "우측에 장전된 총알", desc: "[견고한 칩]을 보유한 단일 아군의 효과 저항이 (50/50/55)% 증가한다. 해당 아군이 피격되면 어벤츄린은 [블라인드 베팅]을 1pt 획득한다. 어벤츄린은 [견고한 칩] 보유 시 제어류 디버프 상태에 저항할 수 있다. 해당 효과는 2턴 후 다시 발동할 수 있으며, 피격 후 추가로 [블라인드 베팅]을 1pt 획득한다. [블라인드 베팅]이 7pt를 도달하면 어벤츄린은 충전 포인트를 7pt 소모하여 7단 추가 공격을 발동하고, 공격 단수마다 랜덤 단일 적에게 어벤츄린 방어력의 (25/25/27)%만큼 허수 속성 피해를 가한다. [블라인드 베팅] 최대치: 10pt" }
        },
        passives: {
            passive1: { name: "레버리지", desc: "어벤츄린의 방어력이 1600pt보다 높으면 방어력이 100pt 초과할 때마다 자신의 치명타 확률이 2% 증가하며, 최대 48% 증가한다" },
            passive2: { name: "핫 핸드", desc: "전투 시작 시 모든 아군에게 실드 [견고한 칩]을 제공한다. 실드량은 전투 스킬이 제공하는 실드량의 100%다. 지속 시간: 3턴" },
            passive3: { name: "빙고!", desc: "[견고한 칩]을 보유한 동료가 추가 공격을 발동하면 어벤츄린은 [블라인드 베팅]을 1pt 누적한다. 해당 효과 최대 발동수: 3회. 어벤츄린의 턴이 시작될 때, 해당 효과 발동 횟수는 초기화된다. 어벤츄린은 특성의 추가 공격 발동 후, 모든 아군에게 어벤츄린 방어력의 7%+96만큼 피해를 상쇄할 수 있는 [견고한 칩]을 제공하고, 실드량이 가장 낮은 아군에게 추가로 어벤츄린 방어력의 7%+96만큼 피해를 상쇄할 수 있는 [견고한 칩]을 제공한다. 지속 시간: 3턴" }
        },
        eidolons: {
            e1: { name: "죄수의 딜레마", desc: "[견고한 칩]을 보유한 아군의 치명타 피해가 20% 증가한다. 필살기 발동 후 모든 아군에게 실드 [견고한 칩]을 제공한다. 실드량은 전투 스킬이 제공하는 실드량의 100%다. 지속 시간: 3턴" },
            e2: { name: "제한된 합리성", desc: "일반 공격 발동 시 목표의 모든 속성 저항이 12% 감소한다. 지속 시간: 3턴" },
            e3: { name: "최고 배당", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "사형수의 역설", desc: "특성의 추가 공격 발동 시, 우선 어벤츄린의 방어력이 40% 증가한다, 지속 시간: 2턴. 또한, 특성 추가 공격의 공격 단수가 추가로 3단 증가한다" },
            e5: { name: "모호성 회피", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "사슴 사냥 게임", desc: "실드를 보유한 동료 1명마다 어벤츄린이 가하는 피해가 50% 증가하며, 최대 150%를 초과하지 않는다" }
        }
    };
