export const Mar7th수렵 = 
{
        name: "Mar.7th·수렵", rarity: "4성", element: "허수", path: "수렵", image: "images/Mar.7th·수렵.webp",
        baseStats: { hp: 1058, atk: 564.48, def: 441, spd: 102, maxEnergy: 110 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "치명타피해%": 24 },
        skills: {
            technique: { name: "일기화삼찬", desc: "Mar. 7th가 파티에 있으면 동료가 비술을 1회 발동할 때마다 다음 전투 시작 시 Mar. 7th가 충전을 1pt 획득하며, 최대 3pt 획득한다. 비술 사용 후 다음 전투 시작 시 Mar. 7th가 에너지를 30pt 회복한다" },
            basic: { name: "요사를 씻어내는 유리검", desc: "지정된 단일 적에게 Mar. 7th 공격력의 (100/110/110)%만큼 허수 속성 피해를 가하고, 충전을 1pt 획득한다" },
            enhancedBasic: { name: "일격에 미간, 이격에 심장", desc: "기본 상태에서 3단 피해를 가한다. 단수마다 지정된 단일 적에게 Mar. 7th 공격력의 (80/88/88)%만큼 허수 속성 피해를 가한다. 마지막 1단 피해를 가할 때마다 60%의 고정 확률로 다시 1단 피해를 가하고, 추가로 최대 3단 피해를 가한다. 강화된 일반 공격을 발동해 회복하는 에너지는 단수에 따라 증가하지 않는다. 강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없다" },
            skill: { name: "사부, 차 마셔!", desc: "자신 이외에 지정된 단일 아군을 [사부]로 만들고, [사부]의 속도가 (10/10.8/10.8)% 증가한다. 최근 전투 스킬의 대상이 된 아군만이 Mar. 7th의 [사부]로 간주된다. 일반 공격을 발동하거나 강화된 일반 공격 피해를 1단 가할 시, 필드 위에 지정된 운명의 길의 [사부]가 존재하면 상응하는 효과를 발동한다. 「지식」, 「파멸」, 「수렵」, 「기억」, 「환락」: [사부] 속성에 따른 추가 피해를 Mar. 7th 공격력의 (20/22/22)%만큼 추가로 가한다. 「화합」, 「공허」, 「보존」, 「풍요」: 이번 피해의 강인성 감소 수치가 100% 증가한다" },
            ultimate: { name: "절세의 여협, Mar. 7th", desc: "지정된 단일 적에게 Mar. 7th 공격력의 (240/240/259)%만큼 허수 속성 피해를 가한다. 다음번 강화된 일반 공격의 기본 상태 단수가 2단 증가하고, 추가로 피해를 가할 고정 확률이 20% 증가한다" },
            talent: { name: "사부, 나 깨달았어!", desc: "[사부]가 공격 또는 필살기 발동 후 Mar. 7th는 매번 충전을 최대 1pt 획득한다. 충전이 7pt 이상일 시 Mar. 7th가 즉시 행동하고 가하는 피해가 (80/80/88)% 증가하며, 일반 공격이 강화되고 전투 스킬을 발동할 수 없다. 강화된 일반 공격 발동 후 충전을 7pt 소모한다. 충전 상한: 10pt" }
        },
        passives: {
            passive1: { name: "경홍", desc: "전투 시작 시 Mar. 7th의 행동 게이지가 25% 증가한다" },
            passive2: { name: "영롱", desc: "Mar. 7th가 [사부]와 같은 속성의 약점을 보유한 적의 강인성을 소모할 수 있다. 약점 격파 시 허수 속성의 약점 격파 효과를 발동한다" },
            passive3: { name: "파랑", desc: "강화된 일반 공격 발동 후 [사부]의 치명타 피해가 60% 증가하고, 격파 특수효과가 36% 증가한다. 지속 시간: 2턴" }
        },
        eidolons: {
            e1: { name: "별처럼 빛나는 초화의 검광", desc: "필드 위에 [사부]가 있을 시 Mar. 7th의 속도가 10% 증가한다" },
            e2: { name: "파도처럼 춤추는 백설검", desc: "[사부]가 일반 공격 또는 전투 스킬을 발동해 적을 공격할 때마다 Mar. 7th가 즉시 추가 공격을 발동하고, 이번 공격의 주목표에게 Mar. 7th 공격력의 60%만큼 허수 속성 피해를 가하며,[7] [사부]의 운명의 길에 따라 상응하는 효과를 발동한 후 충전을 1pt 획득한다. 공격 가능한 주목표가 없는 경우 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동한다" },
            e3: { name: "영리한 두뇌, 뛰어난 실력", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "물러서지 않는 용봉의 기세", desc: "턴 시작 시 에너지를 5pt 회복한다" },
            e5: { name: "훈련은 많이, 단것은 조금", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "천하제일은 바로 이 몸", desc: "필살기 발동 후 다음번 강화된 일반 공격이 가하는 치명타 피해가 50% 증가한다" }
        }
    };
