export const 단항 = 
{
        name: "단항", rarity: "4성", element: "바람", path: "수렵", image: "images/단항.webp",
        baseStats: { hp: 882, atk: 547, def: 397, spd: 110, maxEnergy: 100 },
        statNodes: { "공격력%": 18, "방어력%": 12.5, "바람피해증가%": 22.4 },
        skills: {
            technique: { name: "섬멸의 칼날", desc: "비술 발동 후 다음 전투 시작 시 단항의 공격력이 40% 증가한다. 지속 시간: 3턴" },
            basic: { name: "운기 창술•삭풍", desc: "지정된 단일 적에게 단항 공격력 (100/110/110)%만큼의 바람 속성 피해를 가한다" },
            skill: { name: "운기 창술•질우", desc: "지정된 단일 적에게 단항 공격력 (260/286/286)%만큼의 바람 속성 피해를 가한다. 전투 스킬로 가하는 피해가 치명타 발동 시 100%의 기본 확률로 피격된 적의 속도를 12% 감소시킨다. 지속 시간: 2턴" },
            ultimate: { name: "동천환화, 기나긴 꿈", desc: "지정된 단일 적에게 단항 공격력 (400/400/432)%만큼의 바람 속성 피해를 가한다. 피격된 적이 감속 상태인 경우 필살기로 가하는 피해 배율이 (120/120/129)% 증가한다" },
            talent: { name: "각자의 장점", desc: "단항이 아군 스킬의 발동 목표가 되면, 다음 공격의 바람 속성 저항 관통이 (36/39/39)% 증가한다. 해당 효과는 2턴 후 다시 발동할 수 있다" }
        },
        passives: {
            passive1: { name: "잠룡", desc: "현재 HP 백분율이 50% 이하인 경우, 적에게 피격될 확률이 감소한다" },
            passive2: { name: "절영", desc: "공격 발동 후 50%의 고정 확률로 자신의 속도가 20% 증가한다. 지속 시간: 2턴" },
            passive3: { name: "세찬 바람", desc: "일반 공격이 감속 상태의 적에게 가하는 피해가 40% 증가한다" }
        },
        eidolons: {
            e1: { name: "높이 오르면 추락하기 마련", desc: "피격된 적의 현재 HP 백분율이 50% 이상이면, 치명타 확률이 12% 증가한다" },
            e2: { name: "악을 제압하고 화염을 멸하라", desc: "특성의 재사용 대기시간이 1턴 감소한다" },
            e3: { name: "자유자재로 변하는 낮과 밤", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "공거천 같이 분주한 오의", desc: "필살기를 발동하여 적을 처치할 시 단항은 즉시 행동한다" },
            e5: { name: "사방으로 흐르는 한 방울의 빗물", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "때를 기다리는 준비된 자", desc: "전투 스킬로 발동한 감속 상태는 목표의 속도를 추가로 8% 감소시킨다" }
        }
    };
