export const 맥택 = 
{
        name: "맥택", rarity: "4성", element: "번개", path: "수렵", image: "images/맥택.webp",
        baseStats: { hp: 811, atk: 599.76, def: 352.8, spd: 111, maxEnergy: 120 },
        statNodes: { "체력%": 10, "공격력%": 18, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "은닉한 날개", desc: "비술 사용 후 20초 동안 지속되는 은신 상태에 진입한다. 은신 상태에선 적에게 들키지 않으며, 맥택이 은신 상태에서 적을 공격해 전투에 진입할 시 피해가 30% 증가한다, 지속 시간: 2턴" },
            basic: { name: "암기 투척", desc: "지정된 단일 적에게 맥택 공격력의 (100/100/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "맹속 기습", desc: "지정된 단일 적을 [사냥감]으로 만들고 해당 목표에게 맥택 공격력의 (150/150/165)%만큼 번개 속성 피해를 가하며, 충전을 9pt 획득한다. 필드 위에 전투 가능한 다른 캐릭터가 없을 시 맥택은 전투 스킬을 사용할 수 없으며, 적의 [사냥감] 상태는 해제된다" },
            ultimate: { name: "날렵한 예기, 맹렬한 그림자", desc: "지정된 단일 적에게 맥택 공격력의 (270/292/292)%만큼 번개 속성 피해를 가하고, 해당 목표에게 특성의 추가 공격을 발동한다. 이번 추가 공격 발동 전에 목표가 처치됐을 경우 랜덤 단일 적에게 추가 공격을 발동한다" },
            talent: { name: "깃을 꺾어 완성한 칼날", desc: "필드 위에 [사냥감]이 있을 시 맥택이 퇴장 상태에 진입한다. 아군이 [사냥감]을 공격하면 맥택은 추가로 자신의 공격력의 (30/33/33)%만큼 번개 속성 추가 피해를 1회 가하고, 충전을 1pt 소모한다. 충전을 3pt 소모할 때마다 맥택이 [사냥감]에게 추가 공격을 1회 발동하며, 자신의 공격력의 (160/176/176)%만큼 번개 속성 피해를 가한다. 충전이 0일 시 목표의 [사냥감] 상태를 해제하고, 추가 공격 발동에 필요한 충전 포인트 계산을 초기화한다. 특성의 추가 공격은 충전을 소모하지 않는다" }
        },
        passives: {
            passive1: { name: "수묵자객", desc: "특성의 추가 공격 발동 후 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 1턴 후 다시 발동할 수 있다" },
            passive2: { name: "비수를 쥔 손", desc: "맥택이 퇴장 상태 해제 시 행동 게이지가 20% 증가한다. 웨이브가 시작될 때마다 맥택의 행동 게이지가 30% 증가한다" },
            passive3: { name: "올곧은 복수심", desc: "필살기를 발동해 피해를 가할 시 추가 공격을 발동한 것으로 간주한다. [사냥감]이 받는 추가 공격 피해가 25% 증가한다" }
        },
        eidolons: {
            e1: { name: "다짐", desc: "전투 진입 후 맥택은 에너지를 20pt 회복한다. 특성의 추가 피해를 1회 발동할 때마다 맥택은 에너지를 2pt 회복한다" },
            e2: { name: "정벌", desc: "모든 아군이 [사냥감]이 된 적에게 피해를 가할 시 치명타 피해가 40% 증가한다" },
            e3: { name: "추격", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "은폐", desc: "필살기 발동 시 맥택이 가하는 피해가 30.0% 증가한다. 지속 시간: 2턴" },
            e5: { name: "기만", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "단심", desc: "특성의 추가 공격 피해 배율이 25% 증가한다" }
        }
    };
