export const 소상 = 
{
        name: "소상", rarity: "4성", element: "물리", path: "수렵", image: "images/소상.webp",
        baseStats: { hp: 917, atk: 564.48, def: 418.95, spd: 107, maxEnergy: 120 },
        statNodes: { "체력%": 18, "공격력%": 28, "방어력%": 12.5 },
        skills: {
            technique: { name: "운기검경·함성", desc: "적을 바로 공격하며, 전투 진입 후 모든 적에게 소상 공격력 80%만큼의 물리 속성 피해를 준다" },
            basic: { name: "운기검경·소예", desc: "지정된 단일 적에게 소상 공격력 (100/100/110)%만큼의 물리 속성 피해를 준다" },
            skill: { name: "운기검경·산경", desc: "지정된 단일 적에게 소상 공격력 (210/210/231)%만큼의 물리 속성 피해를 준다. 동시에 마지막 일격 후 33% 확률로 [검세]를 발동해 적에게 소상 공격력 (100/100/110)%만큼의 물리 속성 추가 피해를 준다. 해당 목표가 약점 격파 상태일 경우 [검세]는 반드시 발동한다" },
            ultimate: { name: "태허형온·촉야", desc: "지정된 단일 적에게 소상 공격력 (320/345/345)%만큼의 물리 속성 피해를 주고 소상은 즉시 행동한다. 동시에 소상의 공격력이 (30/32/32)% 증가하고 전투 스킬 발동 시 [검세]의 발동 판정이 추가로 2회 증가한다. 지속 시간: 2턴 추가 판정으로 발동된 [검세]의 피해는 기존 피해의 50%이다" },
            talent: { name: "자유자재의 칼날", desc: "필드 위 적의 약점이 격파될 시 소상의 속도가 (20.00/21.00/21.00)% 증가한다. 지속 시간: 2턴" }
        },
        passives: {
            passive1: { name: "순수", desc: "현재 HP 백분율이 50% 이하인 경우, 적에게 피격될 확률이 감소한다" },
            passive2: { name: "응수", desc: "[검세]를 1회 발동할 때마다 [검세]가 가하는 피해가 2% 증가한다. 해당 효과 최대 중첩수: 10스택" },
            passive3: { name: "섬멸", desc: "일반 공격 혹은 전투 스킬 발동 후 필드 위의 적이 약점 격파 상태일 경우 소상의 행동 게이지가 15% 증가한다" }
        },
        eidolons: {
            e1: { name: "여유만만", desc: "약점 격파 상태의 적에게 전투 스킬 발동 후 전투 스킬 포인트를 1pt 회복한다" },
            e2: { name: "단련된 신체", desc: "[검세] 발동 후 소상이 받는 피해가 20% 감소한다. 지속 시간: 1턴" },
            e3: { name: "전설의 검류", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "넓은 아량", desc: "소상의 격파 특수효과가 40% 증가한다" },
            e5: { name: "태공의 신의", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "상선약수", desc: "특성의 가속 효과는 최대 2스택 중첩 가능하고 전투 진입 후 소상은 즉시 특성의 가속 효과를 1스택 획득한다" }
        }
    };
