export const 곽향 = 
{
        name: "곽향", rarity: "5성", element: "바람", path: "풍요", image: "images/곽향.webp",
        baseStats: { hp: 1358, atk: 601.52, def: 509.36, spd: 98, maxEnergy: 140 },
        statNodes: { "체력%": 28, "속도": 5, "효과저항%": 18 },
        skills: {
            technique: { name: "악귀·귀물 제압", desc: "곽향이 주위의 적을 위협하여 [백산(魄散)] 상태에 빠트린다. [백산] 상태의 적은 곽향에게서 도망친다, 지속 시간: 10초. [백산] 상태의 적과 전투에 진입하면 100%의 기본 확률로 각 단일 적의 공격력을 25% 감소시킨다. 지속 시간: 2턴" },
            basic: { name: "깃발·풍우 소환", desc: "지정된 단일 적에게 곽향 HP 최대치의 (50/55/55)%만큼 바람 속성 피해를 준다" },
            skill: { name: "부적·보명호신", desc: "지정된 단일 아군의 디버프 효과를 1개 해제하고, 지정된 단일 아군의 HP를 즉시 곽향 HP 최대치의 (24/24/25.6)%+(640/640/712)만큼 회복시킨다. 동시에 인접한 목표의 HP를 곽향 HP 최대치의 (19.2/19.2/20.5)%+(512/512/570)만큼 회복시킨다" },
            ultimate: { name: "꼬리·신귀 사역", desc: "자신 이외의 동료에게 각자 에너지 최대치 (20/21/21)%만큼 에너지를 회복시키고, 동시에 공격력을 (40/43.2/43.2)% 증가시킨다. 지속 시간: 2턴" },
            talent: { name: "빙의·천기합일", desc: "전투 스킬 또는 필살기 발동 후 곽향은 [양명]을 획득한다, 지속 시간: 3턴. 곽향의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. 곽향이 [양명]을 보유하고 있으면 아군 턴 시작 또는 필살기 발동 시, 자신과 HP 백분율이 가장 낮은 아군의 HP를 곽향 HP 최대치의 (4.5/4.8/4.8)%+(120/134/134)만큼 회복한다. 그 후 현재 HP 백분율이 50% 이하인 각 아군의 HP를 곽향 HP 최대치의 (4.5/4.8/4.8)%+(120/134/134)만큼 회복한다.[양명]을 발동하여 아군에게 치유 제공 시, 해당 목표의 디버프 효과를 1개 해제한다. 해당 효과는 6회 발동 가능하다. 다시 [양명]을 획득하면 효과 발동 횟수는 갱신된다" }
        },
        passives: {
            passive1: { name: "나서지 못하는 마음", desc: "전투 시작 시, 곽향이 에너지를 30pt 회복하고 [양명]을 획득한다, 지속 시간: 2턴" },
            passive2: { name: "불운의 명", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다. 필살기 발동 시 아군의 에너지 최대치가 160 이상일 경우, 해당 아군의 공격력이 추가로 24% 증가한다." },
            passive3: { name: "두려움의 압박", desc: "특성을 발동해 아군에게 치유 제공 시 곽향이 에너지를 1pt 회복한다" }
        },
        eidolons: {
            e1: { name: "세양의 기생, 요괴의 숙주", desc: "특성으로 발동한 [양명]의 지속 시간이 1턴 연장되며, 곽향이 [양명] 보유 시 자신의 치유량이 20% 증가하고, 모든 아군의 속도가 12% 증가한다" },
            e2: { name: "판관의 부적, 영혼의 속박", desc: "곽향이 [양명] 보유 시, 아군은 치명적인 공격을 받아도 전투 불능 상태에 빠지지 않으며, 즉시 자신의 HP 최대치의 50%만큼 HP를 회복하고 [양명]의 지속 턴 수를 1회 감소시킨다. 해당 효과는 단일 전투에서 2회 발동할 수 있다" },
            e3: { name: "불운의 체질, 반딧불이를 부르는 촛불", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "떠나지 않는 악귀, 불안정한 갈등", desc: "전투 스킬 또는 특성을 발동해 아군에게 치유 제공 시, 목표의 현재 HP가 낮을수록 치유량이 증가하며, 곽향이 제공하는 치유량이 최대 80% 증가한다" },
            e5: { name: "요괴 사냥, 시왕의 칙령", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "동고동락, 언제나 함께", desc: "아군에게 치유 제공 시, 목표가 가하는 피해가 50% 증가한다. 지속 시간: 2턴" }
        }
    };
