export const 나찰 = 
{
        name: "나찰", rarity: "5성", element: "허수", path: "풍요", image: "images/나찰.webp",
        baseStats: { hp: 1281, atk: 757, def: 364, spd: 101, maxEnergy: 100 },
        statNodes: { "체력%": 18, "공격력%": 28, "방어력%": 12.5 },
        skills: {
            technique: { name: "우인의 연민", desc: "비술 발동 후 다음 전투 시작 시 특성을 바로 발동한다" },
            basic: { name: "흑연의 가시", desc: "지정한 단일 적에게 나찰 공격력의 (100/110/110)%만큼 허수 속성 피해를 준다" },
            skill: { name: "백화의 기원", desc: "전투 스킬 발동 후 지정한 단일 아군의 HP를 즉시 나찰 공격력의 (60/64/64)%+(800/890/890)만큼 회복시키고, 나찰은 [백화의 순간]을 1스택 획득한다.임의의 단일 아군의 현재 HP 백분율이 50% 이하가 되면, 나찰은 즉시 해당 아군에게 전투 스킬과 동일한 효과를 1회 발동한다. 해당 효과 발동 시 전투 스킬 포인트를 소모하지 않고, 2턴 후 다시 발동할 수 있다" },
            ultimate: { name: "망자의 숙원", desc: "모든 적의 버프 효과를 1개 해제하고, 모든 적에게 나찰 공격력의 (200/200/216)%만큼 허수 속성 피해를 준다. 동시에 나찰은 [백화의 순간]을 1스택 획득한다" },
            talent: { name: "생명의 윤회", desc: "[백화의 순간]이 2스택이 되면 나찰은 모든 [백화의 순간]을 소모해 결계를 펼친다.결계에 있는 임의의 적이 피격되면 공격을 발동한 아군은 즉시 나찰 공격력 (18/18/19.2)%+(240/267/267)만큼의 HP를 회복한다.결계 효과 지속 시간: 2턴. 나찰이 전투 불능 상태에 빠지면 결계도 해제된다" }
        },
        passives: {
            passive1: { name: "침지 소생", desc: "전투 스킬 효과 발동 시 지정된 단일 아군의 디버프 효과를 1개 해제한다" },
            passive2: { name: "쇄신의 몸", desc: "결계 안에 있는 임의의 적이 아군에게 피격되면 공격자가 아닌 아군도 나찰 공격력의 7%+93만큼 HP를 회복한다" },
            passive3: { name: "유곡을 걷다", desc: "제어류 디버프 상태 저항 확률이 70% 증가한다" }
        },
        eidolons: {
            e1: { name: "생자 정화", desc: "결계 효과 발동 시 모든 아군의 공격력이 20% 증가한다" },
            e2: { name: "정토의 선물", desc: "전투 스킬 효과 발동 시 지정한 아군의 현재 HP 백분율이 50% 미만일 경우 나찰이 제공하는 치유량이 30% 증가하고, 현재 HP 백분율이 50% 이상일 경우 나찰 공격력의 18%+240만큼 피해를 상쇄할 수 있는 실드를 제공한다. 실드 지속 시간: 2턴" },
            e3: { name: "우인의 모색", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "가시관의 심판", desc: "결계 효과 발동 시 적은 허약 상태에 빠지고, 가하는 피해가 12% 감소한다" },
            e5: { name: "수난의 흔적", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "모두가 먼지로 돌아가리", desc: "필살기 발동 시 100%의 고정 확률로 모든 적의 모든 속성 저항이 20% 감소한다. 지속 시간: 2턴" }
        }
    };
