export const 백로 = 
{
        name: "백로", rarity: "5성", element: "번개", path: "풍요", image: "images/백로.webp",
        baseStats: { hp: 1319, atk: 563, def: 485, spd: 98, maxEnergy: 100 },
        statNodes: { "체력%": 28, "방어력%": 22.5, "효과저항%": 10 },
        skills: {
            technique: { name: "은덕을 누려 짧아진 병환", desc: "비술 발동 후 다음 전투 시작 시 모든 아군에게 [생명] 효과를 부여한다. 지속 시간: 2턴" },
            basic: { name: "보고 듣고 묻고… 아뵤!", desc: "지정된 단일 적에게 백로 공격력 (100/100/110)%만큼의 번개 속성 피해를 준다" },
            skill: { name: "구름의 노래 속 떨어지는 이슬", desc: "즉시 지정된 단일 아군의 HP를 백로 백로 HP 최대치 (11.7/12.4/12.4)%+(312/347/347)만큼 회복한 다음 백로는 랜덤으로 단일 아군을 2회 치유한다. 1회 치유할 때마다 다음 치유로 회복하는 HP는 15% 감소한다" },
            ultimate: { name: "천둥이 알리는 교룡의 도약", desc: "모든 아군이 백로 HP 최대치 (13.5/13.5/14.4)%+(360/360/401)만큼의 HP를 회복한다.백로는 [생명] 효과가 없는 아군에게 [생명] 효과를 부여하며, [생명] 효과를 보유한 아군에게는 [생명] 효과 지속 시간을 1턴 늘려준다 [생명] 지속 시간: 2턴. 해당 효과는 중첩될 수 없다" },
            talent: { name: "발로 뛰는 구원의 의술", desc: "[생명] 효과를 보유한 아군은 피격 후 백로 HP 최대치의 (5.4/5.7/5.7)%+(144/160/160)만큼 회복한다. 해당 효과는 2회 발동할 수 있다.백로의 동료는 치명적인 공격을 받아도 전투 불능 상태에 빠지지 않고, 백로가 즉시 대상에게 치유를 제공해 HP를 백로 HP 최대치의 (18/19.2/19.2)%+(480/534/534)만큼 회복한다. 해당 효과는 단일 전투에서 1회 발동할 수 있다" }
        },
        passives: {
            passive1: { name: "의술의 이치", desc: "백로가 아군에게 초과 치유할 시 대상 HP 최대치가 10% 증가한다. 지속 시간: 2턴" },
            passive2: { name: "비디아다라 용맥", desc: "[생명] 효과 발동 횟수가 1회 증가한다" },
            passive3: { name: "인연못 은혜", desc: "[생명]을 보유한 캐릭터가 받는 피해가 10% 감소한다" }
        },
        eidolons: {
            e1: { name: "맥을 가라앉히는 감로", desc: "[생명] 효과 종료 시 아군의 현재 HP가 HP 최대치면, 추가로 해당 아군의 에너지를 8pt 회복한다" },
            e2: { name: "항아리 속 동천에는 운룡이 잠든다", desc: "필살기 발동 후 백로의 치유량이 15% 증가한다. 지속 시간: 2턴" },
            e3: { name: "건곤을 깨우치고 통현하다", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "눈이 맑아지는 비급", desc: "전투 스킬이 제공하는 치유를 받을 때마다 치유를 받는 아군은 가하는 피해가 추가로 10% 증가한다. 최대 중첩수: 3스택. 지속 시간: 2턴" },
            e5: { name: "속세의 먼지를 씻는 단비", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "영험한 용의 침방울", desc: "백로가 단일 전투에서 치명적인 공격을 받은 아군에게 제공하는 치유 효과 발동 횟수가 1회 증가한다" }
        }
    };
