export const 영사 = 
{
        name: "영사", rarity: "5성", element: "화염", path: "풍요", image: "images/영사.webp",
        baseStats: { hp: 1358, atk: 679.14, def: 436.59, spd: 98, maxEnergy: 110 },
        statNodes: { "체력%": 18, "공격력%": 10, "격파특수효과%": 37.3 },
        skills: {
            technique: { name: "흩어지는 연무의 색채", desc: "비술 사용 후 다음 전투 시작 시 즉시 [부원]을 소환하고, 모든 적을 [감취] 상태에 빠트린다, 지속 시간: 2턴" },
            basic: { name: "공향", desc: "지정된 단일 적에게 영사 공격력의 (100/100/110)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "연무 속 솟구치는 빛깔", desc: "모든 적에게 영사 공격력의 (80/80/88)%만큼 화염 속성 피해를 가하고, 모든 아군의 HP를 영사 공격력의 (14/14/14.8)%+(420/420/467)만큼 회복하며, [부원]의 행동 게이지를 20% 증가시킨다" },
            ultimate: { name: "천포를 가로지르는 홍연", desc: "모든 적을 [감취] 상태에 빠트린다. [감취] 상태에서는 목표가 받는 격파 피해가 (25/27/27)% 증가한다, 지속 시간: 2턴 모든 적에게 영사 공격력의 (150/162/162)%만큼 화염 속성 피해를 가하고, 모든 아군의 HP를 영사 공격력의 (12/12.8/12.8)%+(360/401/401)만큼 회복하며, [부원]의 행동 게이지를 100% 증가시킨다" },
            talent: { name: "자욱한 연무, 화생의 향훈", desc: "전투 스킬 발동 시 [부원]을 소환하며, 기본 상태에서 속도를 90pt, 행동 횟수를 3회 보유한다.[부원] 행동 시 추가 공격을 발동하고, 모든 적에게 영사 공격력의 (75/83/83)%만큼 화염 속성 피해를 가한다. 추가로 랜덤 단일 적에게 영사 공격력의 (75/83/83)%만큼 화염 속성 피해를 가하고, 이번 피해는 강인성 수치가 0을 초과하고 화염 속성 약점을 보유한 목표를 우선으로 선택한다. 모든 아군의 디버프 효과를 1개 해제하고 영사 공격력의 (12/12.8/12.8)%+(360/401/401)만큼 HP를 회복한다.[부원]은 행동 횟수를 최대 5회 누적하며, 행동 횟수가 소진되거나 영사가 전투 불능 상태에 빠질 시 [부원]은 사라진다.[부원]이 필드에 있을 때 전투 스킬을 발동하면 [부원]의 행동 횟수가 3회 증가한다" }
        },
        passives: {
            passive1: { name: "적향", desc: "자신의 공격력/치유량이 격파 특수효과의 25%/10%만큼 증가하며, 공격력/치유량은 최대 50%/20% 증가한다" },
            passive2: { name: "향연", desc: "일반 공격 발동 시 추가로 에너지를 10pt 회복한다" },
            passive3: { name: "여향", desc: "[부원]이 필드에 있을 때 임의의 아군 캐릭터가 피해를 받거나 HP를 소모할 시, 현재 파티에 HP 백분율이 60% 이하인 캐릭터가 있다면 [부원]은 즉시 적에게 특성의 추가 공격을 발동하고, 이번 발동은 [부원]의 행동 횟수를 소모하지 않는다. 해당 효과는 2턴 후 다시 발동할 수 있다" }
        },
        eidolons: {
            e1: { name: "파사의 향기", desc: "영사의 약점 격파 효율이 50% 증가한다. 적의 약점이 격파될 시 해당 적의 방어력이 20% 감소한다" },
            e2: { name: "붉은 향로에 기대어", desc: "필살기 발동 시 모든 아군의 격파 특수효과가 40% 증가한다. 지속 시간: 3턴" },
            e3: { name: "새싹처럼 돋은 심지, 타오르는 꽃술", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "장막 너머 불어오는 향취", desc: "[부원] 행동 시 현재 HP가 가장 낮은 아군의 HP를 영사 공격력의 40%만큼 회복한다" },
            e5: { name: "둥글게 피어나는 향, 기울지 않는 중심", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "새벽녘 짙게 밴 난초향", desc: "[부원]이 필드에 있을 시 모든 적의 모든 속성 저항이 20% 감소한다. [부원]이 공격 시 추가로 피해를 4회 가하고, 피해를 가할 때마다 랜덤 단일 적에게 영사 공격력의 50%만큼 화염 속성 피해와 5pt의 강인성 감소 수치를 가한다. 강인성 수치가 0을 초과하고 화염 속성 약점을 보유한 목표를 우선으로 선택한다" }
        }
    };
