export const 갤러거 = 
{
        name: "갤러거", rarity: "4성", element: "화염", path: "풍요", image: "images/갤러거.webp",
        baseStats: { hp: 1305, atk: 529.2, def: 441, spd: 98, maxEnergy: 110 },
        statNodes: { "체력%": 10, "격파특수효과%": 24, "효과저항%": 28 },
        skills: {
            technique: { name: "빈티지 개봉", desc: "적을 바로 공격하며, 전투 진입 후 모든 적을 [만취] 상태에 빠트린다. 지속 시간: 2턴. 또한, 모든 적에게 갤러거 공격력의 50%만큼 화염 속성 피해를 가한다" },
            basic: { name: "콜키지", desc: "지정된 단일 적에게 갤러거 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            enhancedBasic: { name: "솟구치는 거품", desc: "지정된 단일 적에게 갤러거 공격력의 (250/275/275)%만큼 화염 속성 피해를 가하고, 목표의 공격력을 (15/16/16)% 감소시킨다. 지속 시간: 2턴" },
            skill: { name: "특제 캔 음료", desc: "즉시 지정된 단일 아군의 HP를 (1600/1768/1768)pt 회복한다" },
            ultimate: { name: "샴페인 에티켓", desc: "모든 적을 [만취] 상태에 빠트린다. 지속 시간: 2턴. 동시에 모든 적에게 갤러거 공격력의 (150/150/165)%만큼 화염 속성 피해를 가하고, 다음번 일반 공격을 [솟구치는 거품]으로 강화한다" },
            talent: { name: "통쾌한 전투", desc: "[만취]는 목표가 받는 격파 피해를 (12/12/13.2)% 증가시킨다. [만취] 상태의 목표가 아군 캐릭터의 공격을 받을 때마다 공격자는 HP를 (640/640/707)pt 회복한다" }
        },
        passives: {
            passive1: { name: "새로운 레시피", desc: "자신이 제공하는 치유량이 격파 특수효과의 50%만큼 증가한다. 제공하는 치유량은 최대 75% 증가한다" },
            passive2: { name: "천연 효모", desc: "필살기 발동 후 즉시 자신의 행동 게이지가 100% 증가한다" },
            passive3: { name: "위하여!", desc: "갤러거가 [솟구치는 거품]을 발동하여 [만취] 상태에 빠진 목표를 공격하면 이번에 특성이 제공하는 HP 회복 효과가 아군 동료에게도 적용된다" }
        },
        eidolons: {
            e1: { name: "솔티 도그", desc: "갤러거가 전투 진입 후 에너지를 20pt 회복하고, 효과 저항이 50% 증가한다" },
            e2: { name: "라이온스 테일", desc: "전투 스킬 발동 시 지정된 단일 아군의 디버프 효과를 1개 해제하고, 해당 아군의 효과 저항을 30% 증가시킨다. 지속 시간: 2턴" },
            e3: { name: "코프스 리바이버", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "라스트 워드", desc: "갤러거가 필살기로 가하는 [만취] 상태의 지속 시간이 1턴 증가한다" },
            e5: { name: "데스 인 디 애프터눈", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "블러드 앤 샌드", desc: "갤러거의 격파 특수효과가 20% 증가하고, 약점 격파 효율이 20% 증가한다" }
        }
    };
