export const 나타샤 = 
{
        name: "나타샤", rarity: "4성", element: "물리", path: "풍요", image: "images/나타샤.webp",
        baseStats: { hp: 1164, atk: 476, def: 507, spd: 98, maxEnergy: 90 },
        statNodes: { "체력%": 28, "방어력%": 12.5, "효과저항%": 18 },
        skills: {
            technique: { name: "최면 연구", desc: "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 나타샤 공격력 80%만큼의 물리 속성 피해를 준다. 동시에 100%의 기본 확률로 각 단일 적을 허약 상태에 빠트린다.허약 상태의 적은 아군에게 가하는 피해가 30% 감소한다. 지속 시간: 1턴" },
            basic: { name: "인자함의 이면", desc: "지정된 단일 적에게 나타샤 공격력 (100/110/110)%만큼의 물리 속성 피해를 준다" },
            skill: { name: "사랑, 구조와 선택", desc: "지정된 단일 아군의 HP를 즉시 나타샤 HP 최대치의 (10.5/11.2/11.2)%+(280/311/311)만큼 회복하고, 턴이 시작될 때마다 대상의 HP를 나타샤 HP 최대치의 (7.2/7.6/7.6)%+(192/213/213)만큼 회복한다. 지속 시간: 2턴" },
            ultimate: { name: "신생의 의례", desc: "모든 아군이 즉시 나타샤 HP 최대치 (13.8/13.8/14.7)%+(368/368/409)만큼의 HP를 회복한다" },
            talent: { name: "생기발랄", desc: "현재 HP 백분율이 30% 이하인 아군에게 치유 제공 시 나타샤의 치유량이 (50/50/55)% 증가한다. 해당 효과는 지속 치유 효과에도 적용된다" }
        },
        passives: {
            passive1: { name: "의사", desc: "나타샤가 제공하는 치유량이 10% 증가한다" },
            passive2: { name: "완화", desc: "전투 스킬 발동 시 지정된 단일 아군의 디버프 효과를 1개 해제한다" },
            passive3: { name: "회복", desc: "전투 스킬 발동으로 생긴 지속 회복 효과를 1턴 연장한다" }
        },
        eidolons: {
            e1: { name: "약리학적 식견", desc: "피격 후 현재 HP 백분율이 30% 이하일 경우 자신에게 치유를 1회 발동하며 자신 HP 최대치 15%+400만큼의 HP를 회복한다. 해당 효과는 단일 전투마다 1회만 발동한다" },
            e2: { name: "임상시험", desc: "필살기 발동 시 현재 HP 백분율이 30% 이하인 아군에게 1턴의 지속 치유 효과를 부여하며 목표의 턴이 시작될 때 대상에게 나타샤 HP 최대치 6%+160만큼의 HP를 회복한다" },
            e3: { name: "올바른 처방", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "뛰어난 의술", desc: "피격 후 추가로 에너지를 5pt 회복한다" },
            e5: { name: "예방 치료", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "의사의 인자함", desc: "일반 공격 발동 시 추가로 나타샤 HP 최대치 40%만큼의 물리 속성 피해를 준다" }
        }
    };
