export const 링스 = 
{
        name: "링스", rarity: "4성", element: "양자", path: "풍요", image: "images/링스.webp",
        baseStats: { hp: 1058, atk: 493.92, def: 551.25, spd: 100, maxEnergy: 100 },
        statNodes: { "체력%": 28, "방어력%": 22.5, "효과저항%": 10 },
        skills: {
            technique: { name: "초콜릿 에너지바", desc: "비술 사용 후 다음 전투 시작 시 모든 아군에게 링스 특성과 동일한 지속 치유 효과를 부여한다. 지속 시간: 2턴" },
            basic: { name: "얼음 등반 갈고리 기술", desc: "지정된 단일 적에게 자신의 HP 최대치의 (50/55/55)%만큼 양자 속성 피해를 준다" },
            skill: { name: "캠핑용 절임 통조림", desc: "지정된 단일 아군에게 [생존 반응]을 부여하며, HP 최대치가 링스 HP 최대치의 (7.5/8/8)%+(200/200/223)만큼 증가하고, 해당 목표가 「파멸」 혹은 「보존」 운명의 길이면 적에게 피격될 확률이 대폭 증가한다. [생존 반응]은 2턴간 지속된다.해당 목표의 HP를 링스 HP 최대치의 (12/12.8/12.8)%+(320/338/356)만큼 회복시킨다" },
            ultimate: { name: "설원 구급 방침", desc: "모든 아군의 디버프 효과를 1개 해제하고, 모든 아군의 HP를 즉시 링스 HP 최대치의 (13.5/13.5/14.4)%+(360/360/401)만큼 회복시킨다" },
            talent: { name: "야외 생존 경험", desc: "전투 스킬 혹은 필살기 발동 시 아군은 2턴의 지속 치유 효과를 획득하고, 해당 목표는 턴이 시작될 때마다 HP를 링스 HP 최대치의 (3.6/3.6/3.8)%+(96/96/107)만큼 회복한다. 해당 목표가 [생존 반응]을 보유하고 있으면 지속 치유되는 HP가 추가로 링스 HP 최대치의 (4.5/4.5/4.8)%+(120/120/134)만큼 증가한다" }
        },
        passives: {
            passive1: { name: "사전 탐측", desc: "[생존 반응]을 보유한 목표가 피격되면 링스는 즉시 에너지를 2pt 회복한다" },
            passive2: { name: "탐험 스킬", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다" },
            passive3: { name: "극지 생존", desc: "특성으로 발동한 지속 회복 효과를 1턴 연장한다" }
        },
        eidolons: {
            e1: { name: "스키 스틱의 아침", desc: "현재 HP 백분율이 50% 이하인 아군에게 치유 제공 시 링스의 치유량이 20% 증가한다. 해당 효과는 지속 치유 효과에도 적용된다" },
            e2: { name: "휴대용 버너의 정오", desc: "[생존 반응]을 보유한 목표에게 디버프 효과가 부여될 시 디버프 효과에 1회 저항할 수 있다" },
            e3: { name: "눈사태 비콘의 오후", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "캠핑 모닥불의 저녁", desc: "[생존 반응] 획득 시 해당 목표의 공격력이 링스 HP 최대치의 3%만큼 증가한다. 지속 시간: 1턴" },
            e5: { name: "오로라 홍차의 밤", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "설계도의 새벽", desc: "[생존 반응]의 HP 최대치 증가 효과가 링스 HP 최대치의 6%만큼 증가하고, 효과 저항이 30% 증가한다" }
        }
    };
