export const 달리아 = 
{
        name: "달리아", rarity: "5성", element: "화염", path: "공허", image: "images/달리아.webp",
        baseStats: { hp: 1087, atk: 679.14, def: 606.38, spd: 96, maxEnergy: 130 },
        statNodes: { "속도": 5, "격파특수효과%": 37.3, "효과저항%": 18 },
        skills: {
            technique: { name: "마음은 최고의 무덤", desc: "비술 사용 후 20초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, 약점 격파 상태의 적에게 전투 시작 시의 강인성 감소 수치를 60%의 슈퍼 격파 피해로 전환한다.아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "헤집어... 기억에 피어난 균열을", desc: "지정된 단일 적에게 달리아 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "핥아... 배반이 내민 혀로", desc: "3턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 (160/176/176)%만큼 화염 속성 피해를 가한다.결계가 지속되는 동안 모든 아군의 약점 격파 효율이 50% 증가하고, 적이 약점 격파 상태가 아닐 때 받는 강인성 감소 수치도 슈퍼 격파 피해로 전환된다" },
            ultimate: { name: "빠져들어... 재가 흩날리는 묘지로", desc: "모든 적을 [영락] 상태에 빠트린다, 지속 시간: 4턴. 이후 달리아 공격력의 (300/324/324)%만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.[영락] 상태일 때 적의 방어력이 (18/20/20)% 감소하고, 모든 [춤 파트너] 속성의 약점이 부여된다" },
            talent: { name: "누가 콘스탄스를 두려워하랴?", desc: "전투 진입 시 달리아가 에너지를 35pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [춤 파트너]로 만든다. 필드에 다른 [춤 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [춤 파트너]로 만든다. [춤 파트너]가 약점 격파 상태의 적을 공격하면, 이번 공격의 강인성 감소 수치를 (60/60/66)%의 슈퍼 격파 피해로 전환한다.적이 다른 [춤 파트너]에게 피격되면 달리아가 추가 공격을 발동하고, 피해를 5회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 (30/30/33)%만큼 화염 속성 피해를 가한다. 약점 격파 상태의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 (200/200/220)%의 슈퍼 격파 피해로 전환한다.해당 효과는 턴마다 최대 1회 발동하며, 추가 공격 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다" }
        },
        passives: {
            passive1: { name: "또 한 번의 장례", desc: "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 24%에 50%를 더한 값만큼 증가한다, 지속 시간: 1턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 재발동한다, 지속 시간: 3턴, 해당 효과는 단일 턴 내에 중복 발동하지 않는다" },
            passive2: { name: "고인에게 애도를", desc: "특성의 추가 공격 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 추가 공격을 2회 발동할 때마다 1회 발동한다" },
            passive3: { name: "새로움을 위한 옛것과의 작별", desc: "아군이 적에게 약점 부여 시 속도가 30% 증가한다, 지속 시간: 2턴. 화염 속성 아군 캐릭터가 공격 발동 중에 약점을 부여한 경우, 공격 후 약점을 부여한 각 목표에게 추가로 화염 속성 고정 강인성 감소를 20pt 가하고, 에너지를 에너지 최대치의 10%만큼 회복하며, 해당 효과를 통해 최대 에너지 최대치의 50%까지 회복할 수 있다" }
        },
        eidolons: {
            e1: { name: "꽃 한 송이가 피어나려 할 때", desc: "특성이 [춤 파트너]에게 제공하는 슈퍼 격파 피해 배율이 모든 아군 캐릭터에게 적용되며, [춤 파트너]의 배율은 추가로 40% 증가한다. [춤 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 25%만큼 고정 강인성 감소를 추가로 가한다(최소 10pt, 최대 300pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다" },
            e2: { name: "새 삶, 생기, 애정", desc: "달리아가 필드에 있을 시 모든 적의 모든 속성 저항이 20% 감소한다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: 3턴" },
            e3: { name: "하나 꽃잎은 매미 날개처럼 얇고", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "꽃술은 벌레가 갉아 먹었구나", desc: "특성의 추가 공격 피해 횟수가 5회 증가하며, 발동 시 모든 적이 받는 피해가 12% 증가한다, 지속 시간: 2턴" },
            e5: { name: "영락, 부패, 증오", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "그러나 늘 치명적으로 아름답도다", desc: "[춤 파트너]의 격파 특수효과가 150% 증가한다. 특성의 추가 공격 발동 시 모든 [춤 파트너]의 다음 행동 게이지가 20% 증가한다" }
        }
    };
