export const 망귀인 = 
{
        name: "망귀인", rarity: "5성", element: "화염", path: "공허", image: "images/망귀인.webp",
        baseStats: { hp: 1125, atk: 582, def: 558, spd: 102, maxEnergy: 130 },
        statNodes: { "체력%": 10, "속도": 14, "격파특수효과%": 24 },
        skills: {
            technique: { name: "대지를 밝히는 통찰", desc: "비술 사용 후 일정 구역 내의 적을 10초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 행동 게이지가 40% 증가하고, 100%의 기본 확률로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: 2턴" },
            basic: { name: "빛나는 꼬리별", desc: "지정된 단일 적에게 망귀인 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            enhancedBasic: { name: "살랑이는 불꽃", desc: "지정된 단일 적에게 망귀인 공격력의 (100/110/110)%만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 (50/55/55)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "현인의 길조, 천명의 부채", desc: "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: 3턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소하고, [여우의 기도]는 최근 망귀인의 전투 스킬 대상이 된 목표에게만 적용된다.[여우의 기도]를 보유한 아군의 격파 특수효과가 (30/33/33)% 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 50%이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.[염화] 상태일 시 망귀인의 일반 공격이 강화된다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 100%의 기본 확률로 피격된 적의 방어력을 (18/20/20)% 감소시킨다, 지속 시간: 2턴" },
            ultimate: { name: "세상을 비추는 태양, 하늘을 수놓는 불꽃", desc: "모든 적에게 망귀인 공격력의 (200/200/220)%만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다" },
            talent: { name: "보답받는 선행, 확산되는 덕행", desc: "망귀인이 필드에 있을 시 적은 자신의 강인성 최대치의 40%만큼 [서조의 불빛]을 추가로 보유한다. 초기 강인성이 소진되면 계속해서 [서조의 불빛]이 감소되며, [서조의 불빛]이 소진되면 또다시 약점 격파 피해를 받는다.망귀인이 필드에 있을 시 아군이 약점 격파 상태의 적을 공격하면, 이번 공격의 강인성 감소 수치를 (100/100/110)%의 슈퍼 격파 피해로 1회 전환한다" }
        },
        passives: {
            passive1: { name: "청구에 다시 드리운 빛", desc: "아군이 약점 격파를 가한 후 추가로 적의 행동 게이지가 15% 감소한다" },
            passive2: { name: "도산의 심오한 설계", desc: "자신의 격파 특수효과가 30% 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 1pt 회복한다" },
            passive3: { name: "천기성의 태소", desc: "적의 약점이 격파될 시 자신을 제외한 동료의 격파 특수효과가 6% 증가하고, 망귀인의 격파 특수효과가 220% 이상이면 격파 특수효과 증가 효과가 추가로 12% 증가한다, 지속 시간: 2턴, 해당 효과 최대 중첩수: 2스택" }
        },
        eidolons: {
            e1: { name: "떠나간 여우의 삶, 기약된 운거", desc: "[여우의 기도]를 보유한 아군의 약점 격파 효율이 50% 증가한다" },
            e2: { name: "서응의 도래, 알려진 현인", desc: "적의 약점이 격파될 시 망귀인이 에너지를 3pt 회복한다. 필살기 발동 후 모든 아군의 행동 게이지가 24% 증가한다" },
            e3: { name: "가려진 실체, 드러낸 진상", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "떠나보낸 형체, 짊어져 온 이름", desc: "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 20% 증가한다" },
            e5: { name: "오색구름의 탄생, 천명을 짊어질 결심", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "예지된 미래, 밝혀진 성쇠", desc: "망귀인의 약점 격파 효율이 50% 증가한다. 망귀인이 [염화] 상태일 시 [여우의 기도] 효과가 모든 아군에게 적용된다" }
        }
    };
