export const 블랙스완 = 
{
        name: "블랙 스완", rarity: "5성", element: "바람", path: "공허", image: "images/블랙스완.webp",
        baseStats: { hp: 1087, atk: 660, def: 485, spd: 102, maxEnergy: 120 },
        statNodes: { "공격력%": 28, "효과명중%": 10, "바람피해증가%": 14.4 },
        skills: {
            technique: { name: "진상을 파악하고 표징을 버려라", desc: "비술 사용 후, 다음 전투 시작 시 150%의 기본 확률로 각 단일 적을 [아르카나] 1스택에 빠뜨리고, [아르카나]에 빠진 목표를 다시 한번 [아르카나] 1스택에 빠뜨이며, 해당 목표를 [아르카나] 상태에 빠뜨리지 못할 때까지 효과를 반복한다. 매번 목표를 [아르카나]에 빠뜨릴 기본 확률은 지난번 해당 목표를 [아르카나]에 빠뜨렸을 시의 기본 확률의 50%다" },
            basic: { name: "통찰, 침묵의 새벽", desc: "지정된 단일 적에게 블랙 스완 공격력의 (100/100/110)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "실추, 거짓된 신의 황혼", desc: "지정된 단일 적 및 인접한 목표에게 블랙 스완 공격력의 (90/90/99)%만큼 바람 속성 피해를 가하고, 동시에 100%의 기본 확률로 목표 및 인접한 목표의 방어력을 (20.8/22.0/22.0)% 감소시킨다, 지속 시간: 3턴" },
            ultimate: { name: "저편의 품에 취해", desc: "모든 적을 [발로] 상태에 빠트린다, 지속 시간: 2턴. 이후 모든 적에게 블랙 스완 공격력의 (25/25/27)%만큼 바람 속성 피해를 가한다. [발로] 상태에서 적이 받는 피해가 (120/120/129)% 증가한다. [아르카나] 1스택에 빠질 때마다 50%의 고정 확률로 이번에 중첩되는 스택 수가 추가로 1스택 증가하며, [아르카나]가 턴 시작 시 피해를 가한 후 스택 수가 절반으로 감소하지 않는다" },
            talent: { name: "변덕스러운 운명의 베틀", desc: "적이 지속 피해를 1회 받을 때마다 (65/68/68)%의 기본 확률로 [아르카나] 1스택에 빠진다. 적이 [아르카나] 상태에 빠지면 동시에 풍화, 열상, 연소, 감전 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 블랙 스완 공격력의 (240/264/264)%만큼 바람 속성 지속 피해를 받고, 이후 스택 수가 절반으로 감소한다. [아르카나] 스택마다 해당 피해 배율이 (180/198/198)% 증가한다. [아르카나]는 50스택 중첩할 수 있으며, 스택 최대치 도달 후에도 계속 중첩할 수 있고, 피해 생성 후 최대치를 초과한 스택은 제거된다. [아르카나]가 가하는 피해는 목표 방어력을 20% 무시한다. 적의 턴 시작 시 [아르카나]가 피해를 가할 때만 인접한 목표는 추가로 블랙 스완 공격력의 (12.0/12.0/13.2)%만큼 바람 속성 지속 피해를 1회 받는다" }
        },
        passives: {
            passive1: { name: "요동치는 내장", desc: "적이 블랙 스완에게 피격된 후, 65%의 기본 확률로 [아르카나] 5스택에 빠진다" },
            passive2: { name: "컵 바닥의 흔적", desc: "적이 전투 진입 시, 65%의 기본 확률로 [아르카나] 1스택에 빠지고, 100%의 기본 확률로 전투 스킬의 방어력 감소 효과에 빠진다, 지속 시간: 3턴 일반 공격, 필살기 발동 후, 100%의 기본 확률로 피격된 적을 전투 스킬의 방어력 감소 효과에 빠트린다, 지속 시간: 3턴" },
            passive3: { name: "촛불 그림자의 징조", desc: "모든 아군이 가하는 피해를 블랙 스완 효과 명중의 60%만큼 증가시킨다. 최대 72% 증가한다" }
        },
        eidolons: {
            e1: { name: "지혜의 일곱 기둥", desc: "블랙 스완이 전투 가능 상태일 시 풍화, 열상, 연소, 감전 상태인 적의 상응하는 바람, 물리, 화염, 번개 속성 저항이 각각 25% 감소한다" },
            e2: { name: "어린양이여, 날 위해 울지 말아다오", desc: "적이 전투 진입 시 100%의 기본 확률로 [아르카나] 30스택에 빠진다" },
            e3: { name: "위에서도 그러하듯 아래서도 그러하다", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "눈물은 선물이기도 하다", desc: "[발로] 상태에서 적이 받는 피해가 추가로 20% 증가하며, 턴이 시작될 때마다 또는 처치될 시 블랙 스완의 에너지가 8pt 회복된다" },
            e5: { name: "움직이는 별", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "신은 선하나, 고난 당하는 자는 알지 못한다", desc: "[아르카나]의 최대 중첩수가 30스택 증가한다.적이 블랙 스완 동료의 공격을 받으면, 블랙 스완은 65%의 기본 확률로 목표에게 [아르카나]를 1스택 부여한다.블랙 스완이 적을 [아르카나] 1스택에 빠뜨릴 때마다 이번 중첩 스택이 추가로 1스택 증가한다" }
        }
    };
