export const 사이퍼 = 
{
        name: "사이퍼", rarity: "5성", element: "양자", path: "공허", image: "images/사이퍼.webp",
        baseStats: { hp: 931, atk: 640.33, def: 509.36, spd: 106, maxEnergy: 130 },
        statNodes: { "속도": 14, "효과명중%": 10, "양자피해증가%": 14.4 },
        skills: {
            technique: { name: "장화 신은 고양이", desc: "[자그레우스의 축복]을 획득한다, 지속 시간: 15초. 지속 시간 동안 사이퍼는 적에게 발각되지 않으며, 이동 속도가 50% 증가한다. 일반 맵/시뮬레이션 우주/차분화 우주의 적에게 다가갈 시 즉시 랜덤 소모품을 획득하며, 하루에 최대 50회 획득할 수 있다.[자그레우스의 축복]을 보유하는 동안 전투에 진입하면 모든 적에게 사이퍼 공격력의 100%만큼 양자 속성 피해를 가하고, 사이퍼가 해당 피해로 획득하는 기록 수치가 200% 증가한다" },
            basic: { name: "앗! 그물을 빠져나간 물고기", desc: "지정된 단일 적에게 사이퍼 공격력의 (100/110/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "헷, 공짜 보물", desc: "120%의 기본 확률로 지정된 단일 적 및 인접한 목표를 허약 상태에 빠트려 가하는 피해를 10% 감소시키고, 사이퍼의 공격력을 30% 증가시킨다, 지속 시간: 2턴. 또한 지정된 단일 적에게 사이퍼 공격력의 (200/200/220)%만큼 양자 속성 피해를 가하고, 인접한 목표에게 사이퍼 공격력의 (100/100/110)%만큼 양자 속성 피해를 가한다" },
            ultimate: { name: "고양이 괴도 드림!", desc: "지정된 단일 적에게 사이퍼 공격력의 (120/132/132)%만큼 양자 속성 피해를 가한다. 이후 지정된 단일 적에게 현재 특성 기록 수치의 25%만큼 확정 피해를 가한다. 또한, 지정된 단일 적 및 인접한 목표에게 사이퍼 공격력의 (40/44/44)%만큼 양자 속성 피해를 가하고, 현재 특성 기록 수치의 총 75%만큼 확정 피해를 가하며, 해당 확정 피해는 모든 스킬 목표가 균등 분담한다" },
            talent: { name: "열정적이고 친절한 도로스인", desc: "필드 위에 [단골손님] 상태에 빠진 적이 없을 시 사이퍼는 즉시 현재 필드 위 HP 최대치가 가장 높은 단일 적을 [단골손님]으로 만든다. 전투 스킬과 필살기 발동 시 주목표를 [단골손님] 으로 만든다. [단골손님] 상태는 가장 최근에 부여된 목표에게만 적용된다.[단골손님]이 다른 아군의 공격을 받으면 사이퍼는 즉시 [단골손님]에게 추가 공격을 발동하고, 사이퍼 공격력의 (150/165/165)%만큼 양자 속성 피해를 가한다. 해당 효과는 턴마다 최대 1회 발동할 수 있으며, 사이퍼 턴 시작 시 발동 가능 횟수가 초기화된다.사이퍼는 아군이 [단골손님]에게 가한 피해(확정 피해 제외)의 12%를 기록한다. 초과 피해는 기록하지 않으며, 필살기 발동 후 기록 수치는 초기화된다" }
        },
        passives: {
            passive1: { name: "신행의 신발", desc: "사이퍼의 속도가 140/170 이상일 시 치명타 확률이 25%/50% 증가하고, 획득하는 기록 수치가 50%/100% 증가한다" },
            passive2: { name: "300 의적", desc: "사이퍼는 아군이 [단골손님]을 제외한 적에게 가하는 피해(확정 피해 제외)의 8%를 기록한다. 초과 피해는 기록되지 않는다" },
            passive3: { name: "해를 바꿔치기한 대도", desc: "특성의 추가 공격이 가하는 치명타 피해가 100% 증가한다. 사이퍼가 필드에 있을 시 모든 적이 받는 피해가 40% 증가한다" }
        },
        eidolons: {
            e1: { name: "바쁘게 굴러가는 눈, 목표는 웃는 얼굴", desc: "사이퍼가 기록하는 피해량이 기존 기록 수치의 150%가 된다. 특성의 추가 공격 발동 시 사이퍼의 공격력이 80% 증가한다, 지속 시간: 2턴" },
            e2: { name: "주머니를 쓱, 곤경을 틈탄 소매치기", desc: "사이퍼가 적 명중 시 120%의 기본 확률로 대상이 받는 피해가 30% 증가한다, 지속 시간: 2턴" },
            e3: { name: "뒤섞인 진실과 거짓, 구별 불가", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "발각된 악행, 걸음아 날 살려라", desc: "[단골손님]이 아군의 공격을 받은 후, 사이퍼는 대상에게 사이퍼 공격력의 50%만큼 양자 속성 추가 피해를 가한다" },
            e5: { name: "파놓은 토끼굴, 쏜살같이 도망", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "세상에 이름을 남기지 않은, 대도", desc: "사이퍼특성의 추가 공격이 가하는 피해가 350% 증가하고, 기록 시 추가로 해당 공격이 가하는 비초과 피해의 16%를 기록한다. 필살기를 발동하여 기록 수치가 초기화되면 이번에 초기화된 기록 수치의 20%를 반환한다" }
        }
    };
