export const 아케론 = 
{
        name: "아케론", rarity: "5성", element: "번개", path: "공허", image: "images/아케론.webp",
        baseStats: { hp: 1125, atk: 698.54, def: 436.59, spd: 101, maxEnergy: 9 },
        statNodes: { "공격력%": 28, "치명타피해%": 24, "번개피해증가%": 8 },
        skills: {
            technique: { name: "피상을 절단한 자아", desc: "즉시 적을 공격한다. 웨이브가 시작될 때마다 [피상을 절단한 자아]를 획득한다. 모든 적에게 아케론 공격력의 200%만큼 번개 속성 피해를 가하며, 약점 속성을 무시하고 모든 적의 강인성을 소모한다. 약점 격파 시 번개 속성 약점 격파 효과를 발동한다.[피상을 절단한 자아]: 필살기 발동 후 아케론은 [꿈 조각]을 1pt 획득하고, 랜덤 단일 적에게 [아즈사카]를 1스택 부여한다.일반 적을 공격하면 해당 적을 즉시 처치하고 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다" },
            basic: { name: "삼도의 횡목", desc: "지정된 단일 적에게 아케론 공격력의 (100/110/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "팔뢰비도", desc: "[꿈 조각]을 1pt 획득한다. 지정된 단일 적에게 [아즈사카]를 1스택 부여하고, 아케론 공격력의 (160/160/176)%만큼 번개 속성 피해를 가한다. 동시에 인접한 목표에게 아케론 공격력의 (60/60/66)%만큼 번개 속성 피해를 가한다" },
            ultimate: { name: "단칼에 끊어낸 붉은 꿈 조각", desc: "차례대로 [눈물 베기] 3회, [황천의 귀환] 1회를 발동하여 지정된 단일 적에게 최대 아케론 공격력의 (372/402/402)%만큼 번개 속성 피해를 가하고, 다른 목표에게 최대 아케론 공격력의 (300/324/324)%만큼 번개 속성 피해를 가한다.[눈물 베기]: 지정된 단일 적에게 아케론 공격력의 (24.0/25.9/25.9)%만큼 번개 속성 피해를 가하고, 목표의 [아즈사카]를 최대 3스택 소거한다. [아즈사카] 소거 시 즉시 모든 적에게 아케론 공격력의 (15/16.2/16.2)%만큼 번개 속성 피해를 가하고, [아즈사카]를 1스택 소거할 때마다 이번 피해 배율이 추가로 증가하고, 최대 (60/64.8/64.8)%까지 증가한다.[황천의 귀환]: 모든 적에게 아케론 공격력의 (120/130/130)%만큼 번개 속성 피해를 가하고 모든 [아즈사카]를 해제한다.필살기 발동 중에는 적에게 [아즈사카]을 부여할 수 없다" },
            talent: { name: "비에 젖은 단풍, 끝없는 하늘", desc: "[꿈 조각]이 9pt에 도달하면 필살기를 활성화할 수 있다. 필살기 발동 중에는 약점 속성을 무시하고 적의 강인성을 소모할 수 있으며, 모든 적의 모든 속성 저항을 (20/20/22)% 감소시킨다. 해당 효과는 필살기가 종료될 때까지 지속된다.임의의 유닛이 스킬을 발동하는 동안 적을 디버프 효과에 빠트리면 아케론은 [꿈 조각]을 1pt 획득하고 목표에게 [아즈사카]를 1스택 부여한다. 만약 여러 목표를 디버프 효과에 빠트리면, 그중 [아즈사카]가 가장 많은 적에게 [아즈사카]를 1스택 부여한다. 해당 효과는 스킬을 발동할 때마다 최대 1회 발동한다.아케론이 필드에 있을 시 적이 퇴장 혹은 임의의 유닛에게 처치되면 보유한 [아즈사카]는 필드 내 [아즈사카]가 가장 많은 적에게 이전된다" }
        },
        passives: {
            passive1: { name: "적귀", desc: "전투 시작 시, 즉시 [꿈 조각]을 5pt 획득하고 임의의 적 1기에게 [아즈사카]를 5스택 부여한다. [꿈 조각]이 최대치에 도달하면 [꿈 조각]이 1pt 초과될 때마다 [피상을 절단한 자아]를 1스택 획득하고, [피상을 절단한 자아]는 최대 3스택까지 중첩된다" },
            passive2: { name: "나락", desc: "아군 파티에 아케론을 제외한 「공허」 운명의 길 캐릭터가 1명/2명 존재 시, 아케론의 일반 공격, 전투 스킬, 필살기로 가하는 피해가 기존 피해의 115%/160%가 된다" },
            passive3: { name: "뇌심", desc: "필살기의 [눈물 베기]로 [아즈사카]를 보유한 적 명중 시 아케론이 가하는 피해가 30% 증가한다. 해당 효과 최대 중첩수: 3스택, 지속 시간: 3턴. 또한, [황천의 귀환] 발동 시 추가로 피해를 6회 가하고, 피해를 가할 때마다 랜덤 단일 적에게 아케론 공격력의 25%만큼 번개 속성 피해를 가하며, 해당 피해는 필살기 피해로 간주한다" }
        },
        eidolons: {
            e1: { name: "적막의 하늘, 진언의 시작", desc: "디버프 효과를 보유한 적에게 피해를 가할 시 치명타 확률이 18% 증가한다" },
            e2: { name: "고요한 뇌명, 잠잠해진 폭풍", desc: "행적 [나락] 최대치 도달에 필요한 「공허」 운명의 길 캐릭터의 수가 1명 감소한다. 자신의 턴이 시작되면 [꿈 조각]을 1pt 획득하고, 동시에 [아즈사카]가 가장 많은 적에게 [아즈사카]를 1스택 부여한다" },
            e3: { name: "영면을 깨운 추위", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "거울 속 존재를 비추는 불길", desc: "적이 전투 진입 시 해당 적을 필살기 피해 취약 상태에 빠트려 받는 필살기 피해를 8% 증가시킨다" },
            e5: { name: "부서진 땅, 떠도는 영혼", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "속박을 푼 재앙", desc: "아케론이 가하는 필살기 피해의 모든 속성 저항 관통이 20% 증가한다. 일반 공격과 전투 스킬을 발동하여 가하는 피해는 동시에 필살기 피해로 간주되며, 약점 속성을 무시하고 적의 강인성을 소모한다. 약점 격파 시 번개 속성의 약점 격파 효과를 발동한다" }
        }
    };
