export const 웰트 = 
{
        name: "웰트", rarity: "5성", element: "허수", path: "공허", image: "images/웰트.webp",
        baseStats: { hp: 1125, atk: 620.93, def: 509.36, spd: 102, maxEnergy: 120 },
        statNodes: { "효과명중%": 28, "효과저항%": 10, "허수피해증가%": 14.4 },
        skills: {
            technique: { name: "범위 제한", desc: "비술 사용 후 15초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적은 이동 속도가 50% 감소한다. 특수 영역 안에 있는 적은 전투 진입 후 100%의 기본 확률로 속박 상태에 빠진다. 지속 시간: 1턴 속박 상태의 적은 행동 게이지가 20% 감소하고, 속도가 10% 감소한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "중력 압박", desc: "지정된 단일 적에게 웰트 공격력의 (100/110/110)%만큼 허수 속성 피해를 가한다" },
            skill: { name: "허공 단열", desc: "지정된 단일 적에게 웰트 공격력의 (72/79/79)%만큼 허수 속성 피해를 가하고, 추가로 피해를 4회 가한다. 피해당 랜덤 단일 적에게 웰트 공격력의 (72/79/79)%만큼 허수 속성 피해를 가한다. 공격이 명중하면 (75/77/77)%의 기본 확률로 피격된 적의 속도를 10% 감소시킨다, 지속 시간: 2턴" },
            ultimate: { name: "유사 블랙홀", desc: "모든 적에게 웰트 공격력의 (150/150/162)%만큼 허수 속성 피해를 가하고, 100%의 기본 확률로 피격된 적을 속박 상태에 빠트린다, 지속 시간: 1턴 속박 상태의 적은 행동 게이지가 (12/12/13.2)% 감소하고, 속도가 10% 감소한다. 필살기 발동 후 모든 적을 [무중력] 상태에 빠트린다. [무중력] 상태의 적은 피격 시 행동 게이지가 4% 감소하고, 해당 효과는 목표마다 턴당 최대 8회 발동한다, [무중력] 상태 지속 시간: 2턴" },
            talent: { name: "시공 왜곡", desc: "[무중력] 상태의 적 방어력이 40% 감소하고, 속도가 5% 감소한다. 웰트가 감속 상태의 적 명중 시 추가로 웰트 공격력의 (100/100/110)%만큼 허수 속성 추가 피해를 1회 가한다" }
        },
        passives: {
            passive1: { name: "징벌", desc: "아군이 [무중력] 상태의 목표 공격 시 가하는 피해가 10% 증가한다, 해당 효과 최대 중첩수: 10스택, 지속 시간: 2턴. 전투 시작 시 웰트는 에너지를 30pt 회복한다" },
            passive2: { name: "심판", desc: "일반 공격 또는 전투 스킬 발동 시 추가로 적에게 추가 피해를 1회 가한다. 일반 공격 발동 시 가하는 추가 피해는 일반 공격 피해 배율의 80%고, 전투 스킬 발동 시 가하는 추가 피해는 전투 스킬 피해 배율의 120%다" },
            passive3: { name: "판결", desc: "웰트의 효과 명중이 40% 초과 시, 초과한 10%당 공격력이 20% 증가한다(최대 80% 증가). 필살기 발동 시 추가로 에너지를 5pt 회복한다" }
        },
        eidolons: {
            e1: { name: "명성의 계승", desc: "전투 스킬 또는 필살기를 발동해 [무중력] 상태의 목표 명중 시, 추가로 필살기 피해 배율의 40%만큼 허수 속성 추가 피해를 1회 가한다. 해당 효과는 목표당 피격 시마다 최대 1회 발동한다" },
            e2: { name: "별의 응집", desc: "특성 발동 시 웰트가 에너지를 3pt 회복한다" },
            e3: { name: "평화의 기도", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "정의의 이름으로", desc: "[무중력] 상태인 적의 모든 속성 저항이 30% 감소한다" },
            e5: { name: "선의 힘", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "찬란한 미래", desc: "전투 스킬 또는 필살기를 발동해 감속 상태의 적 명중 시, 가하는 피해의 치명타 확률이 30% 증가하고, 치명타 피해가 60% 증가한다" }
        }
    };
