export const 은랑 = 
{
        name: "은랑", rarity: "5성", element: "양자", path: "공허", image: "images/은랑.webp",
        baseStats: { hp: 1048, atk: 640, def: 461, spd: 107, maxEnergy: 110 },
        statNodes: { "공격력%": 28, "효과명중%": 18, "양자피해증가%": 8 },
        skills: {
            technique: { name: "|프로세스 강제 종료|", desc: "적을 바로 공격하며, 전투 진입 후 모든 적에게 은랑 공격력의 80%만큼 양자 속성 피해를 주고, 모든 적의 강인성을 소모하는데 이때 약점 속성을 무시한다. 약점 격파 시 발동되는 약점 격파 효과는 양자 속성이다" },
            basic: { name: "|시스템 경고|", desc: "지정된 단일 적에게 은랑 공격력의 (100/100/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "수정하시겠습니까?", desc: "지정된 단일 적에게 필드 위 아군이 보유한 속성의 약점을 (120/128/128)%의 기본 확률로 1개 부여하고(아군 파티 편성의 첫 번째 캐릭터가 보유한 속성의 약점을 우선으로 부여), 해당 약점에 대응하는 속성의 저항이 20% 감소한다, 지속 시간: 3턴. 적이 보유한 속성과 동일한 약점이 부여되면 대응하는 속성의 저항 감소 효과가 발동되지 않는다.은랑은 단일 적에게 1개의 약점만 부여할 수 있고, 약점 재부여 시 새로 부여된 약점만 존재한다.100%의 기본 확률로 해당 목표의 모든 속성 저항이 추가로 (13/13/13.5)% 감소한다, 지속 시간: 2턴 해당 목표에게 은랑 공격력의 (196/196/216)%만큼 양자 속성 피해를 가한다" },
            ultimate: { name: "|계정 정지|", desc: "모든 적의 방어력이 (120/120/128)%의 기본 확률로 (45/45/46.8)% 감소한다. 지속 시간: 3턴. 동시에 모든 적에게 은랑 공격력의 (380/380/410)%만큼 양자 속성 피해를 가한다" },
            talent: { name: "프로그램 응답 대기 중…", desc: "은랑은 다음 3가지의 결함을 생성할 수 있다: 공격력 (10/11/11)% 감소, 방어력 (12/13.2/13.2)% 감소, 속도 (6/6.6/6.6)% 감소.은랑은 매번 공격을 발동한 후 피격된 적에게 (100/108/108)%의 기본 확률로 랜덤 [결함]을 1개 이식한다, 지속 시간: 3턴.적이 처치될 시, 은랑이 대상에게 부여한 약점은 필드 위 생존한 적 중 은랑에게 약점이 부여되지 않은 적에게로 이전되며, 정예급 이상의 목표에게 우선 이전된다" }
        },
        passives: {
            passive1: { name: "생성", desc: "[결함]의 지속 시간이 1턴 증가하며, 적의 약점이 격파될 때마다 은랑은 100%의 기본 확률로 해당 목표에게 랜덤 [결함]을 1개 이식한다" },
            passive2: { name: "주입", desc: "전투 시작 시 즉시 에너지를 20pt 회복한다. 은랑의 턴 시작 시 자신의 에너지를 5pt 회복한다" },
            passive3: { name: "주석", desc: "은랑이 보유한 효과 명중 10%당 추가로 공격력이 10% 증가한다. (최대 50% 증가)" }
        },
        eidolons: {
            e1: { name: "소셜 엔지니어링", desc: "필살기를 발동해 적 공격 후 목표가 보유한 디버프 효과 1개당 은랑은 에너지를 7pt 회복한다. 해당 효과는 필살기 공격마다 최대 5회 적용된다" },
            e2: { name: "좀비 네트워크", desc: "적이 전투 진입 시 대상이 받는 피해가 20% 증가한다. 적이 아군에게 피격될 시 은랑은 100%의 기본 확률로 피격된 적에게 랜덤 [결함]을 1개 이식한다" },
            e3: { name: "페이로드", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "바운스 공격", desc: "필살기를 발동해 적 공격 후 목표가 보유한 디버프 효과 1개당 추가로 은랑 공격력의 20%만큼 양자 속성 추가 피해를 가한다. 해당 효과는 필살기 공격마다 각 목표에게 최대 5회 발동된다" },
            e5: { name: "무차별 대입 공격", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "오버레이 네트워크", desc: "적이 보유한 디버프 효과 1개당 은랑이 대상에게 가하는 피해가 20% 증가하며, 최대 100% 증가한다" }
        }
    };
