export const 천야블레이드 = 
{
        name: "천야·블레이드", rarity: "5성", element: "화염", path: "공허", image: "images/천야·블레이드.webp",
        baseStats: { hp: 1358, atk: 543.31, def: 485.1, spd: 107, maxEnergy: 160 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "화염피해증가%": 22.4 },
        skills: {
            technique: { name: "십방 처결", desc: "즉시 일정 범위 내의 모든 적을 공격하고, 전투 진입 후 모든 적을 도발 상태에 빠트린다, 지속 시간: 1턴. 또한, 자신이 받는 피해를 90% 감소시킨다, 지속 시간: 2턴" },
            basic: { name: "부러진 검, 전멸", desc: "지정된 단일 적에게 천야·블레이드 HP 최대치의 (50/50/55)%만큼 화염 속성 피해를 가하고, 목표를 도발 상태에 빠트린다, 지속 시간: 1턴" },
            enhancedBasic: { name: "벼려진 검, 단혼", desc: "지정된 단일 적에게 천야·블레이드 HP 최대치의 (100/100/110)%만큼 화염 속성 피해를 가하고, 목표를 도발 상태에 빠트린다, 지속 시간: 1턴" },
            skill: { name: "검날 아래, 귀장", desc: "천야·블레이드 HP 최대치의 10%만큼 HP를 소모해 모든 적에게 천야·블레이드 HP 최대치의 (72/72/79.2)%만큼 화염 속성 피해를 가하고, 추가로 피해를 4회 가한다. 피해당 랜덤 단일 적에게 천야·블레이드 HP 최대치의 (24/24/26.4)%만큼 화염 속성 피해를 가한다.현재 HP가 부족할 시, 전투 스킬을 발동하면 천야·블레이드의 현재 HP가 1pt로 감소한다.[끝없는 분노] 상태가 아니거나 현재 HP가 1 이하일 시 천야·블레이드는 전투 스킬을 발동할 수 없다.전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다" },
            ultimate: { name: "뼈는 화로요, 피와 살은 땔감이니", desc: "모든 적을 [전신살화] 상태에 빠트린다. [전신살화] 상태의 적은 방어력이 (30/32/32)% 감소하고, 받는 피해가 (50/54/54)% 증가한다, 지속 시간: 2턴. 이후 천야·블레이드 HP 최대치의 20%만큼 HP를 소모해 결계를 펼치며, 결계가 지속되는 동안 천야·블레이드는 [끝없는 분노] 상태를 획득한다.[끝없는 분노] 상태에서는 치명타 확률이 20% 증가하고, 치명타 피해가 (60/66/66)% 증가하며, 일반 공격이 강화되는 동시에 전투 스킬이 해방되고 새로운 필살기 [천야로 빚어내어, 영겁토록 신멸하리]를 획득한다. 또한, 치명적인 공격을 받으면 전투 불능 상태에 빠지지 않지만, 결계를 해제하고 [끝없는 분노] 상태를 종료하며, 자신의 HP 최대치의 50%만큼 HP를 회복한다.[끝없는 분노] 상태 획득 시 행동 서열에 상응하는 카운트다운이 나타난다. 카운트다운은 70의 고정 속도를 가지며, 카운트다운 턴 시작 시 결계가 해제되고 [끝없는 분노] 상태가 종료된다.현재 HP가 부족하면, 해당 스킬 발동 시 천야·블레이드의 HP가 1pt로 감소한다" },
            enhancedUltimate: { name: "천야로 빚어내어, 영겁토록 신멸하리", desc: "모든 적에게 천야·블레이드 HP 최대치의 (350/378/378)%만큼 화염 속성 피해를 가한다" },
            talent: { name: "인과 청산", desc: "결계가 지속되는 동안 아군이 적을 공격할 때마다 해당 적을 [전신살화] 상태에 빠트리고, 천야·블레이드가 충전을 1pt 획득한다. 충전 9pt 도달 및 현재 HP가 1 보다 높을 시, 충전을 9pt 소모해 에너지를 (25/27/27)pt 회복하고, 천야·블레이드가 추가로 전투 스킬을 1회 발동한다. 이번 전투 스킬은 추가 공격으로 간주한다" }
        },
        passives: {
            passive1: { name: "백련골", desc: "천야·블레이드는 초과 에너지를 최대 80pt 축적할 수 있으며, 필살기 발동 후 초기화하고 상응하는 에너지를 회복한다. 전투 시작 시 또는 결계 해제 시 에너지가 75% 미만이면 즉시 75%까지 회복한다. 에너지가 최대치까지 회복되면 자신의 모든 디버프 효과를 해제한다" },
            passive2: { name: "천단혼", desc: "결계가 지속되는 동안 적에게 피격될 확률이 증가하고, 자신이 받는 피해가 50% 감소하며, 받는 치유량이 50% 증가한다. 또한, 피격 후 해당 목표를 [전신살화] 상태에 빠트며, 천야·블레이드가 충전을 1pt 획득한다" },
            passive3: { name: "만쉬심", desc: "결계가 지속되는 동안 아군이 가하는 피해가 50% 증가하며, 아군 파티 내 천야·블레이드를 제외한 「공허」 운명의 길 캐릭터가 존재할 시 아군이 가하는 필살기 피해가 75% 증가하고, 그렇지 않을 시 천야·블레이드가 가하는 피해가 추가로 75% 증가한다" }
        },
        eidolons: {
            e1: { name: "죽음을 거쳐야만 갖춰지는 형태", desc: "결계가 지속되는 동안 모든 적의 모든 속성 저항을 20% 감소시키며, 특성의 추가 전투 스킬 발동 후 [끝없는 분노] 카운트다운 행동 게이지를 15% 감소시킨다" },
            e2: { name: "잿더미와 같은 마음, 꺼지지 않는 용광로", desc: "아군 캐릭터가 필살기를 발동해 피해를 가할 시 추가 공격을 발동한 것으로 간주하며, 아군이 가하는 추가 공격 피해가 75% 증가한다. 천야·블레이드의 충전 포인트 최대치가 7로 감소한다" },
            e3: { name: "피안을 건너 드러난 분노의 본상", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "여한을 벼려 이룬 검골", desc: "[만쉬심]은 아군이 가하는 피해를 추가로 50% 증가시킨다" },
            e5: { name: "스스로 끊어낸 과거의 고통, 죽음 끝에 피어난 삶", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "신이 죽는다면, 맹세코 역병을 멸하리라", desc: "결계가 지속되는 동안 천야·블레이드가 피해를 받거나 HP를 소모하면 충전을 1pt 획득한다. 해당 효과는 임의의 목표 턴 종료 후 다시 발동할 수 있다. [천야로 빚어내어, 영겁토록 신멸하리]의 피해 배율이 기존 배율의 150%로 증가한다" }
        }
    };
