export const 초구 = 
{
        name: "초구", rarity: "5성", element: "화염", path: "공허", image: "images/초구.webp",
        baseStats: { hp: 1358, atk: 602, def: 509, spd: 98, maxEnergy: 100 },
        statNodes: { "속도": 5, "효과명중%": 28, "화염피해증가%": 14.4 },
        skills: {
            technique: { name: "혼란을 잠재우는 맹화", desc: "비술 사용 후 15초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 100%만큼 화염 속성 피해를 가하고, 100%의 기본 확률로 [훈작]을 1스택 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "인화공심", desc: "지정된 단일 적에게 초구 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "번료급습", desc: "지정된 단일 적에게 초구 공격력의 (150/165/165)%만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 (90/99/99)%만큼 화염 속성 피해를 가한다. 100%의 기본 확률로 주목표에게 [훈작]을 1스택 부여한다" },
            ultimate: { name: "솥의 진법, 기정상생", desc: "적이 보유한 [훈작] 스택 수를 필드 위 [훈작] 스택 최대치로 일괄 설정한 후, 결계를 펼치고 모든 적에게 초구 공격력의 (100/100/108)%만큼 화염 속성 피해를 가한다.결계 안에 있을 시 적이 받는 필살기 피해가 (15/15/16.2)% 증가하고, 행동 시 (60/60/62)%의 기본 확률로 [훈작]이 1스택 부여된다. 결계가 존재하는 동안 해당 효과는 최대 6회 발동하며, 적 1기당 턴마다 1회만 발동한다. 초구가 필살기를 발동할 때마다 발동 횟수는 초기화된다.결계는 3턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 초구가 전투 불능 상태에 빠질 시 결계도 해제된다" },
            talent: { name: "기정지변, 절묘한 맛", desc: "초구가 일반 공격, 전투 스킬, 필살기를 사용해 적 명중 시 100%의 기본 확률로 해당 적에게 [훈작]을 1스택 부여한다. 1스택일 시 적이 받는 피해가 (15/15/16.5)% 증가하고, 이후 1스택 중첩될 때마다 (5/5/5.5)% 증가한다.[훈작] 최대 중첩수: 5스택, 지속 시간: 2턴 적이 [훈작] 상태일 시 동시에 연소 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 초구 공격력의 (180/180/198)%만큼 화염 속성 지속 피해를 받는다" }
        },
        passives: {
            passive1: { name: "관화", desc: "전투 시작 시 즉시 에너지를 15pt 회복한다" },
            passive2: { name: "취사", desc: "초구의 효과 명중이 80%를 초과할 시 15%를 초과할 때마다 추가로 공격력이 60% 증가한다. (최대 240%까지 증가)" },
            passive3: { name: "훈향", desc: "결계가 있을 시 적이 전투에 진입하면 [훈작]을 부여받고, 스택 수는 결계가 펼쳐진 동안 [훈작] 스택 수가 가장 높은 유닛과 동일하며, 최저치는 1스택이다" }
        },
        eidolons: {
            e1: { name: "장기에 작용하는 다섯 가지 맛", desc: "아군이 [훈작] 상태의 적에게 가하는 피해가 40% 증가한다. 특성 효과를 발동해 적을 [훈작] 상태에 빠트릴 때마다 이번에 중첩되는 [훈작] 스택이 추가로 1스택 증가한다" },
            e2: { name: "입에 단 것은 독이 되는 법", desc: "적이 [훈작] 상태일 시 [훈작]이 해당 적에게 가하는 화염 속성 지속 피해 배율이 300% 증가한다" },
            e3: { name: "거부할 수 없는 향료의 배합", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "오장의 균형, 왕성한 혈기", desc: "결계가 있을 시 적의 공격력이 15% 감소한다" },
            e5: { name: "대낮의 전투, 심야의 암투", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "화력으로 결정되는 맛", desc: "적이 처치될 때 해당 적이 보유한 [훈작]은 필드 위 [훈작] 스택이 가장 낮은 적에게 중첩된다. [훈작]의 스택 수 상한이 9까지 증가하고, [훈작] 1스택마다 목표의 모든 속성 저항이 3% 감소한다" }
        }
    };
