export const 카프카 = 
{
        name: "카프카", rarity: "5성", element: "번개", path: "공허", image: "images/카프카.webp",
        baseStats: { hp: 1087, atk: 679, def: 485, spd: 100, maxEnergy: 120 },
        statNodes: { "체력%": 10, "공격력%": 28, "효과명중%": 18 },
        skills: {
            technique: { name: "자비와 무관한 용서", desc: "일정 범위 내 모든 적을 바로 공격하며, 전투 진입 후 모든 적에게 카프카 공격력의 50%만큼 번개 속성 피해를 가하고, 100%의 기본 확률로 각 단일 적을 필살기와 동일한 감전 상태에 빠트린다. 지속 시간: 2턴" },
            basic: { name: "소란스러운 밤", desc: "지정된 단일 적에게 카프카 공격력의 (100/110/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "달빛의 어루만짐", desc: "지정된 단일 적에게 카프카 공격력의 (160/176/176)%만큼 번개 속성 피해를 가하고, 인접한 목표에게 카프카 공격력의 (60/60/66)%만큼 번개 속성 피해를 가한다.지정된 단일 적 또는 인접한 목표가 지속 피해 상태인 경우, 현재 대상이 받는 모든 지속 피해는 즉시 기존 피해의 (75/78/78)%/(50/52/52)%만큼 피해를 생성한다" },
            ultimate: { name: "비극 끝의 떨리는 소리", desc: "모든 적에게 카프카 공격력의 (80/80/86)%만큼 번개 속성 피해를 가하고, 피격된 적을 100%의 기본 확률로 감전 상태에 빠트리며, 현재 대상이 받는 지속 피해류 디버프 상태는 즉시 기존 피해의 (120/120/124)%만큼 피해를 생성한다. 감전 상태 지속 시간: 2턴감전 상태인 적은 턴이 시작될 때마다 카프카 공격력의 (290/304/318)%만큼 번개 속성 지속 피해를 받는다" },
            talent: { name: "상냥함이 곧 잔혹함", desc: "카프카의 동료가 적에게 공격을 발동하면 카프카는 즉시 추가 공격을 발동하고 주목표에게 카프카 공격력의 (140/140/160)%만큼 번개 속성 피해를 가하며, 100%의 기본 확률로 피격된 적을 필살기와 동일한 감전 상태에 빠트린다, 감전 상태 지속 시간: 2턴. 해당 효과는 최대 2회 발동하며, 카프카의 턴 종료 시 1회 회복된다" }
        },
        passives: {
            passive1: { name: "고통", desc: "아군의 효과 명중이 75% 이상일 시, 카프카가 해당 목표의 공격력을 100% 증가시킨다" },
            passive2: { name: "약탈", desc: "감전 상태의 적이 처치될 시 카프카는 추가로 에너지를 5pt 회복한다" },
            passive3: { name: "가시", desc: "필살기 발동 후 특성의 추가 공격 발동 가능 횟수가 1회 회복되며, 추가 공격은 대상이 현재 받는 모든 지속 피해류 디버프 상태가 즉시 기존 피해의 80%만큼 피해를 생성하게 할 수 있다" }
        },
        eidolons: {
            e1: { name: "다카포", desc: "특성으로 추가 공격 발동 시 100%의 기본 확률로 목표가 받는 지속 피해가 30% 증가한다. 지속 시간: 2턴" },
            e2: { name: "포르티시시모", desc: "카프카가 필드에 있으면 모든 아군이 가하는 지속 피해가 25% 증가한다" },
            e3: { name: "카프리치오", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "레치타티보", desc: "적이 카프카가 부여한 감전 상태로 인해 피해를 받으면 카프카는 에너지 2pt를 추가로 회복한다" },
            e5: { name: "돌로로소", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "레지에로", desc: "필살기, 비술, 특성으로 발동한 추가 공격은 적이 빠진 감전 상태의 피해 배율을 156% 증가시키고, 감전 상태의 지속 시간을 1턴 증가시킨다" }
        }
    };
