export const 히실렌스 = 
{
        name: "히실렌스", rarity: "5성", element: "물리", path: "공허", image: "images/히실렌스.webp",
        baseStats: { hp: 1203, atk: 601.52, def: 485.1, spd: 102, maxEnergy: 110 },
        statNodes: { "공격력%": 18, "속도": 14, "효과명중%": 10 },
        skills: {
            technique: { name: "바닷속 거처", desc: "비술 사용 후 20초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 아군에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.[취심] 상태의 적과 전투에 진입하면 100%의 기본 확률로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 2가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "고요한 물에서 메아리치는 단조", desc: "지정된 단일 적에게 히실렌스 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "암류 뒤에서 울려 퍼지는 배음", desc: "100%의 기본 확률로 모든 적이 받는 피해를 (20/20/22)% 증가시킨다, 지속 시간: 3턴. 동시에 모든 적에게 히실렌스 공격력의 (140/140/154)%만큼 물리 속성 피해를 가한다" },
            ultimate: { name: "절해의 파도, 영혼을 삼키는 무곡", desc: "히실렌스가 결계를 펼친다. 적의 공격력을 15% 감소시키고 방어력을 (25/27/27)% 감소시키며, 모든 적에게 히실렌스 공격력의 (200/216/216)%만큼 물리 속성 피해를 가한다.결계 안에 있는 적이 지속 피해를 1회 받을 때마다 히실렌스는 대상에게 자신의 공격력의 (80/88/88)%만큼 물리 속성 지속 피해를 가한다. 해당 피해는 턴이 시작될 때마다 또는 아군의 단일 공격 후 발동하며, 최대 8회 발동한다. 해당 피해는 이 효과를 중복 발동할 수 없다.결계는 3턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 전투 불능 상태에 빠질 시 결계도 해제된다" },
            talent: { name: "노래하는 세이렌", desc: "아군이 공격 시 히실렌스가 100%의 기본 확률로 명중한 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트며, 다른 상태에 우선으로 빠트린다.풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 (25/25/27)%만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: 2턴열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 20%만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 (25/25/27)%를 넘지 않는다, 지속 시간: 2턴" }
        },
        passives: {
            passive1: { name: "정복의 검", desc: "전투 시작 시 히실렌스가 필살기 효과와 동일한 결계를 펼친다, 결계 지속 시간: 3턴. 히실렌스가 결계를 펼칠 때마다 전투 스킬 포인트를 1pt 회복한다" },
            passive2: { name: "연회의 거품", desc: "히실렌스가 필살기 발동 시 적이 지속 피해 상태일 경우, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 150%만큼 피해를 생성한다" },
            passive3: { name: "진주의 현", desc: "히실렌스의 효과 명중이 60%를 초과할 시 10% 초과할 때마다 자신이 가하는 피해가 15% 증가하며, 최대 90% 증가한다" }
        },
        eidolons: {
            e1: { name: "그대는 내 마음이 슬픈 이유를 물었지", desc: "히실렌스가 필드에 있을시 아군이 가하는 지속 피해는 기존 피해의 116%이며, 히실렌스가 특성으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 100%의 기본 확률로 추가로 대상을 기존 특성 효과와 동일하며, 동시에 존재할 수 있는 풍화/열상/연소/감전 상태에 1회 빠트린다" },
            e2: { name: "그대는 파도가 울부짖는 이유를 말했지", desc: "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다" },
            e3: { name: "등불이 잊힌 이유를 아는가", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "보라, 시간은 왜 흐르는가", desc: "결계가 지속되는 동안 모든 적의 모든 속성 저항이 20% 감소한다" },
            e5: { name: "씻으며 나는 흥얼거리네", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "침몰한 그대는 언제 돌아올까", desc: "결계 지속 시간 동안 턴이 시작될 때마다 또는 아군의 단일 공격 후에 히실렌스 물리 지속 피해의 효과 발동 횟수 상한이 12회로 증가하고, 가하는 피해 배율이 20% 증가한다" }
        }
    };
