export const 개척자화합 = 
{
        name: "개척자·화합", rarity: "5성", element: "허수", path: "화합", image: "images/개척자·화합.webp",
        baseStats: { hp: 1087, atk: 446, def: 679, spd: 105, maxEnergy: 140 },
        statNodes: { "격파특수효과%": 37.3, "효과저항%": 10, "허수피해증가%": 14.4 },
        skills: {
            technique: { name: "원맨 밴드, 출격!", desc: "비술 발동 후 다음 전투 시작 시 모든 아군의 격파 특수효과가 30% 증가한다. 지속 시간: 2턴" },
            basic: { name: "스윙 댄스 에티켓", desc: "지정된 단일 적에게 개척자 공격력의 (100/100/110)%만큼 허수 속성 피해를 가한다" },
            skill: { name: "인터미션에 내리는 비", desc: "지정된 단일 적에게 개척자 공격력의 (50/55/55)%만큼 허수 속성 피해를 가하며, 추가로 피해를 4회 가한다. 피해를 가할 때마다 랜덤 단일 적에게 개척자 공격력의 (50/55/55)%만큼 허수 속성 피해를 가한다" },
            ultimate: { name: "떠들썩한 풋라이트 퍼레이드", desc: "모든 아군에게 [댄스 파트너] 효과를 부여한다. 지속 시간: 3턴. 개척자의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [댄스 파트너]를 보유한 아군의 격파 특수효과가 (30/30/33)% 증가하고, 약점 격파 상태의 적을 공격하면 이번 공격의 강인성 감소 수치가 1회의 슈퍼 격파 피해로 전환된다" },
            talent: { name: "올 채널 에어리얼 댄스", desc: "적의 약점이 격파되면 개척자는 즉시 에너지를 (10/11/11)pt 회복한다" }
        },
        passives: {
            passive1: { name: "나와 함께 춤을", desc: "필드 위 적이 5기 이상/4기/3기/2기/1기일 때, [댄스 파트너] 효과로 발동되는 슈퍼 격파 피해가 20%/30%/40%/50%/60% 증가한다" },
            passive2: { name: "흐름에 몸을 맡기고", desc: "전투 스킬 발동 시, 첫 번째 피해의 강인성 감소 수치가 추가로 100% 증가한다" },
            passive3: { name: "극장의 모자", desc: "아군이 약점 격파를 가한 후 추가로 적의 행동 게이지가 30% 감소한다" }
        },
        eidolons: {
            e1: { name: "최고의 관중석", desc: "처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 1pt 회복한다" },
            e2: { name: "탈옥의 레인보우 스텝", desc: "전투 시작 시 개척자의 에너지 회복효율이 25% 증가한다. 지속 시간: 3턴" },
            e3: { name: "쉼표의 요양원", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "비둘기를 감춘 모자", desc: "개척자가 필드에 있을 시, 자신을 제외한 동료의 격파 특수효과를 개척자의 격파 특수효과의 15%만큼 증가시킨다" },
            e5: { name: "오래된 리듬을 간직한 시", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "내일은 스포트라이트 아래서 휴식을", desc: "전투 스킬의 피해 횟수가 추가로 2회 증가한다" }
        }
    };
