export const 로빈 = 
{
        name: "로빈", rarity: "5성", element: "물리", path: "화합", image: "images/로빈.webp",
        baseStats: { hp: 1281, atk: 640, def: 485, spd: 102, maxEnergy: 160 },
        statNodes: { "체력%": 18, "공격력%": 28, "속도": 5 },
        skills: {
            technique: { name: "심취의 서곡", desc: "비술 발동 후 자기 주변에 15초 동안 지속되는 특수 영역을 펼친다. 영역 내의 적은 로빈을 공격하지 않고, 영역이 전개되어 있는 동안 로빈을 따라다닌다. 영역이 전개되어 있는 동안 전투에 진입하면, 웨이브가 시작될 때마다 로빈은 에너지를 5pt 회복한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "날갯짓으로 전해지는 노랫소리", desc: "지정된 단일 적에게 로빈 공격력의 (100/100/110)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "깃털의 아리아", desc: "모든 아군이 가하는 피해를 (50/55/55)% 증가시킨다, 지속 시간: 3턴. 로빈 턴이 시작될 때마다 지속 턴 수가 1 감소한다" },
            ultimate: { name: "천음의 합주, 뭇별의 푸가", desc: "로빈이 [협주] 상태에 진입하고, 자신 이외의 동료를 즉시 행동하게 한다.[협주] 상태 시 모든 아군의 공격력이 증가한다. 증가 수치는 로빈 공격력의 (22.8/24.3/24.3)%+(200/230/230)pt이며, 아군이 공격을 발동할 때마다 로빈은 추가로 자신의 공격력의 (120/130/130)%만큼 물리 속성 추가 피해를 1회 가한다. 해당 피해의 치명타 확률은 100%, 치명타 피해는 150%로 고정된다.[협주] 상태일 시 로빈은 제어류 디버프 상태에 면역되고, [협주] 상태 종료 전에는 자신의 턴에 진입하지 않으며 행동할 수 없다.행동 서열에 [협주] 카운트다운이 나타나고, 카운트다운 턴 시작 시 로빈은 [협주] 상태를 종료하고 즉시 행동한다. 카운트다운이 보유한 고정 속도는 90pt이다" },
            talent: { name: "조성의 합창", desc: "모든 아군의 치명타 피해가 (20/20/23)% 증가하고, 아군이 적 공격 후 로빈이 추가로 자신의 에너지를 2pt 회복한다" }
        },
        passives: {
            passive1: { name: "콜로라투라 카덴차", desc: "전투 시작 시 자신의 행동 게이지가 25% 증가한다" },
            passive2: { name: "즉흥 꾸밈음", desc: "[협주] 상태일 시 모든 아군이 추가 공격을 발동하여 가하는 치명타 피해가 25% 증가한다" },
            passive3: { name: "시퀀스 악절", desc: "전투 스킬 발동 시 추가로 에너지를 5pt 회복한다" }
        },
        eidolons: {
            e1: { name: "미소의 국가", desc: "[협주] 상태일 시 모든 아군의 모든 속성 저항 관통이 24% 증가한다" },
            e2: { name: "두 사람의 애프터눈 티", desc: "[협주] 상태일 시 모든 아군의 속도가 16% 증가한다. 특성의 에너지 회복 효과가 추가로 1pt 증가한다" },
            e3: { name: "뒤집힌 현의 궁전", desc: "전투 스킬 레벨+2, 최대 Lv.15. 필살기 레벨+2, 최대 Lv.15" },
            e4: { name: "빗방울의 열쇠", desc: "필살기 발동 시 모든 아군의 제어류 디버프 상태를 해제하고, 모든 아군은 로빈이 [협주] 상태일 동안 효과 저항이 50% 증가한다" },
            e5: { name: "고독한 별의 눈물", desc: "일반 공격 레벨+1, 최대 Lv.10. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "달이 숨은 자정", desc: "[협주] 상태일 시 필살기로 가하는 물리 속성 추가 피해의 치명타 피해가 추가로 450% 증가한다. [달이 숨은 자정] 효과는 최대 8회 발동되며, 필살기를 발동할 때마다 발동 횟수가 초기화된다" }
        }
    };
