export const 브로냐 = 
{
        name: "브로냐", rarity: "5성", element: "바람", path: "화합", image: "images/브로냐.webp",
        baseStats: { hp: 1242, atk: 582, def: 534, spd: 99, maxEnergy: 120 },
        statNodes: { "치명타피해%": 24, "효과저항%": 10, "바람피해증가%": 22.4 },
        skills: {
            technique: { name: "깃발 아래", desc: "비술 발동 후 다음 전투 시작 시 모든 아군의 공격력이 15% 증가한다. 지속 시간: 2턴" },
            basic: { name: "바람의 탄환", desc: "지정된 단일 적에게 브로냐 공격력 (100/100/110)%만큼의 바람 속성 피해를 가한다" },
            skill: { name: "작전 재배치", desc: "지정된 단일 아군의 디버프 효과를 1개 해제하며, 해당 목표는 즉시 행동하고, 가하는 피해가 (66/66/72)% 증가한다. 지속 시간: 1턴 자신에게 해당 스킬을 발동하면 즉시 행동 효과는 발동되지 않는다" },
            ultimate: { name: "벨로보그 행진곡", desc: "모든 아군의 공격력이 (55/59/59)% 증가하고, 동시에 브로냐 치명타 피해의 (16.0/16.8/16.8)%+(20/21.6/21.6)%만큼의 치명타 피해가 증가한다. 지속 시간: 2턴" },
            talent: { name: "앞선 한 발", desc: "일반 공격 발동 후 브로냐의 다음번 행동 게이지가 (30/33/33)% 증가한다" }
        },
        passives: {
            passive1: { name: "호령", desc: "일반 공격의 치명타 확률이 100%까지 증가한다" },
            passive2: { name: "진영", desc: "전투 시작 시 모든 아군의 방어력이 20% 증가한다. 지속 시간: 2턴" },
            passive3: { name: "군세", desc: "브로냐가 필드에 있으면 모든 아군이 가하는 피해가 10% 증가한다" }
        },
        eidolons: {
            e1: { name: "정신 무장, 전투력 비축", desc: "전투 스킬 발동 시 50%의 고정 확률로 전투 스킬 포인트를 1pt 회복한다. 해당 효과의 재발동 대기시간은 1턴이다" },
            e2: { name: "빠른 행군", desc: "전투 스킬 발동 시 지정된 아군은 행동 후 속도가 30% 증가한다. 지속 시간: 1턴" },
            e3: { name: "포격 개시", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "허점 공격", desc: "다른 아군 캐릭터가 바람 속성 약점을 보유한 적에게 일반 공격을 발동하면, 브로냐는 즉시 추가 공격을 1회 발동하여 해당 목표에게 일반 공격 피해의 80%만큼 바람 속성 피해를 가한다. 해당 효과는 턴마다 1회 발동할 수 있다" },
            e5: { name: "승승장구", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "드높은 기세", desc: "전투 스킬이 지정한 아군이 가하는 피해 증가 효과 지속 시간이 1턴 증가한다" }
        }
    };
