export const 선데이 = 
{
        name: "선데이", rarity: "5성", element: "허수", path: "화합", image: "images/선데이.webp",
        baseStats: { hp: 1242, atk: 640.33, def: 533.61, spd: 96, maxEnergy: 130 },
        statNodes: { "방어력%": 12.5, "치명타피해%": 37.3, "효과저항%": 18 },
        skills: {
            technique: { name: "영광의 신비", desc: "비술 사용 후 다음 전투에서 선데이가 처음으로 아군에게 스킬을 발동하면 목표가 가하는 피해가 50% 증가한다, 지속 시간: 2턴" },
            basic: { name: "번쩍이는 권계", desc: "지정된 단일 적에게 선데이 공격력의 (100/110/110)%만큼 허수 속성 피해를 가한다" },
            skill: { name: "종이와 의전의 은혜", desc: "지정된 단일 아군 캐릭터 및 해당 캐릭터의 소환물을 즉시 행동하게 하고, 대상이 가하는 피해를 (30/30/33)% 증가시키며, 목표가 소환물을 보유하면 가하는 피해 증가 효과가 추가로 (50/50/55)% 증가한다, 지속 시간: 2턴.[은혜 입은 자]에게 전투 스킬 발동 후 전투 스킬 포인트를 1pt 회복한다.선데이가 「화합」 운명의 길 캐릭터에게 해당 스킬을 발동하면 즉시 행동 효과는 발동되지 않는다" },
            ultimate: { name: "깃과 상흔의 찬송", desc: "지정된 단일 아군 캐릭터의 에너지를 에너지 최대치의 20%만큼 회복하고, 목표 및 목표의 소환물을 [은혜 입은 자]로 만든다. [은혜 입은 자]의 치명타 피해는 선데이 치명타 피해의 (30/33.6/33.6)%에 (12/12.8/12.8)%를 더한 값만큼 증가한다.선데이 자신의 턴이 시작될 때마다 [은혜 입은 자] 상태의 지속 턴 수가 1 감소하고, 총 3턴 지속되며, 선데이를 제외한 최근 필살기의 대상이 된 목표에게만 적용된다. 선데이가 전투 불능 상태에 빠질 시 [은혜 입은 자] 효과도 해제된다" },
            talent: { name: "고해의 육신", desc: "전투 스킬 발동 시 목표의 치명타 확률이 (20/20/22)% 증가한다, 지속 시간: 3턴" }
        },
        passives: {
            passive1: { name: "주일을 향한 갈망", desc: "필살기 발동 시 목표에게 회복한 에너지가 40pt 미만일 시, 회복하는 에너지가 40pt까지 증가한다" },
            passive2: { name: "먼지를 털어내는 숭고함", desc: "전투 시작 시 선데이의 에너지를 25pt 회복한다" },
            passive3: { name: "손바닥 위 안식처", desc: "전투 스킬 발동 시 목표의 디버프 효과를 1개 해제한다" }
        },
        eidolons: {
            e1: { name: "천년의 고요한 끝", desc: "선데이가 전투 스킬 발동 시 목표 캐릭터가 피해를 가하면 목표의 방어력을 16% 무시하고, 소환물이 피해를 가하면 목표의 방어력을 40% 무시한다, 지속 시간: 2턴" },
            e2: { name: "부족함을 메우는 믿음", desc: "처음 필살기 발동 후 전투 스킬 포인트를 2pt 회복한다. [은혜 입은 자]가 가하는 피해가 30% 증가한다" },
            e3: { name: "가시의 은둔처", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "조각의 머리말", desc: "턴 시작 시 에너지를 8pt 회복한다" },
            e5: { name: "은하를 표류하는 종이배", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "뭇별의 떠들썩한 첫걸음", desc: "특성의 치명타 확률 증가 효과가 최대 3스택 중첩되며, 특성의 지속 시간이 1턴 증가한다. 선데이가 필살기 발동 시 목표에게 특성의 치명타 확률 증가 효과를 부여할 수 있다. 특성의 치명타 확률 증가 효과 발동 시 목표의 치명타 확률이 100%를 초과하면, 1%를 초과할 때마다 치명타 피해가 2% 증가한다" }
        }
    };
