export const 스파클 = 
{
        name: "스파클", rarity: "5성", element: "양자", path: "화합", image: "images/스파클.webp",
        baseStats: { hp: 1397, atk: 524, def: 485, spd: 101, maxEnergy: 110 },
        statNodes: { "체력%": 28, "치명타피해%": 24, "효과저항%": 10 },
        skills: {
            technique: { name: "믿을 수 없는 화자", desc: "비술 사용 후 모든 아군이 20초 동안 [미혹] 상태에 진입한다. [미혹] 상태에선 적에게 들키지 않으며, [미혹] 중에 전투 진입 시 아군이 전투 스킬 포인트를 3pt 회복하고, 스파클이 에너지를 20pt 회복한다." },
            basic: { name: "모노드라마", desc: "지정된 단일 적에게 스파클 공격력의 (100/110/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "꿈을 헤엄치는 물고기", desc: "지정된 단일 아군의 치명타 피해가 스파클 치명타 피해의 (24.0/26.4/26.4)%에 (45.0/48.6/48.6)%를 더한 값만큼 증가한다. 지속 시간: 2턴. 또한, 해당 목표의 행동 게이지가 50% 증가한다.스파클이 자신에게 해당 스킬을 발동하면 행동 게이지 증가 효과가 발동하지 않는다" },
            ultimate: { name: "천의 얼굴", desc: "아군의 전투 스킬 포인트를 6pt 회복한다. 회복 시 전투 스킬 포인트가 최대치를 초과하면 초과한 전투 스킬 포인트 수를 기록한다(최대 10pt). 아군 캐릭터 턴 종료 후 전투 스킬 포인트가 최대치보다 낮으면 스파클이 기록 수치를 소모해 아군의 전투 스킬 포인트를 회복하고, 해당 효과는 최대치에 도달할 때까지 반복한다. 이후 모든 아군이 [기이한 수수께끼]를 획득한다. [기이한 수수께끼]를 보유한 아군은 스파클 특성이 발동하는 적이 받는 피해 증가 효과가 스택마다 추가로 (6.0/6.0/6.5)% 증가한다, 지속 시간: 3턴" },
            talent: { name: "서술 트릭", desc: "스파클이 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 2pt 증가한다. 아군이 전투 스킬 포인트를 1pt 소모할 때마다 스파클이 [환상]을 1스택 획득하며, [환상] 스택당 모든 적이 받는 피해가 (4.0/4.0/4.4)% 증가한다, 해당 효과 지속 시간: 2턴, 최대 중첩수: 3스택" }
        },
        passives: {
            passive1: { name: "세시기", desc: "일반 공격 발동 시 추가로 에너지를 10pt 회복한다. 전투 스킬의 치명타 피해 증가 효과를 보유한 아군 캐릭터가 전투 스킬 포인트 소모 시, 스파클이 추가로 에너지를 1pt 회복한다" },
            passive2: { name: "인조화", desc: "아군 캐릭터가 단일 턴 동안 소모한 전투 스킬 포인트가 3pt 이상일 시, 스파클이 다음에 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다" },
            passive3: { name: "야상곡", desc: "모든 아군의 공격력이 45% 증가한다. 아군 캐릭터가 전투 스킬의 치명타 피해 증가 효과 보유 시, 모든 속성 저항 관통이 10% 증가한다" }
        },
        eidolons: {
            e1: { name: "불신의 정지", desc: "[기이한 수수께끼]를 보유한 아군의 공격력이 40% 증가하고, 전투 시작 시 또는 전투 스킬 발동 시 스파클의 속도가 15% 증가한다, 지속 시간: 2턴" },
            e2: { name: "실없는 허구", desc: "특성의 각 스택 효과는 추가로 적의 방어력을 10% 감소시킨다" },
            e3: { name: "몽환의 포영", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "유희적 인간", desc: "필살기가 전투 스킬 포인트를 추가로 1pt 회복시키고, 특성의 전투 스킬 포인트 최대치 증가 효과가 추가로 1pt 증가한다" },
            e5: { name: "양면의 진실", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "다중 해답", desc: "전투 스킬의 치명타 피해 증가 효과가 스파클 치명타 피해의 30%만큼 추가로 증가한다. 스파클이 전투 스킬을 발동하면, 전투 스킬의 치명타 피해 증가 효과는 [기이한 수수께끼]를 보유한 모든 동료에게 적용된다. 스파클이 필살기 발동 시 단일 아군 중 전투 스킬의 치명타 피해 증가 효과를 보유한 목표가 있으면, 해당 효과는 [기이한 수수께끼]를 보유한 동료에게까지 확산된다" }
        }
    };
