export const 케리드라 = 
{
        name: "케리드라", rarity: "5성", element: "바람", path: "화합", image: "images/케리드라.webp",
        baseStats: { hp: 1358, atk: 620.93, def: 485.1, spd: 99, maxEnergy: 130 },
        statNodes: { "체력%": 10, "공격력%": 18, "바람피해증가%": 22.4 },
        skills: {
            technique: { name: "선수 우위", desc: "비술 사용 후 [군공]을 획득하고, 행동 캐릭터 변경 시 [군공]이 현재 행동 캐릭터에게 이전된다. 다음 전투 시작 시 [군공]을 보유한 캐릭터에게 자동으로 전투 스킬을 1회 발동하고, 해당 전투 스킬은 전투 스킬 포인트를 소모하지 않는다" },
            basic: { name: "캐슬링, 신속한 지휘", desc: "지정된 단일 적에게 케리드라 공격력의 (100/110/110)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "프로모션, 지휘관의 자질", desc: "지정된 단일 아군 캐릭터가 [군공]을 획득하고 케리드라가 충전을 1pt 획득한다. 충전 상한: 8pt. 충전 6pt 도달 시 캐릭터의 [군공]이 [작위]로 자동 업그레이드되고, 대상의 제어류 디버프 상태를 해제한다. [작위]를 보유한 캐릭터는 동시에 [군공]을 보유한 것으로 간주한다. [작위]를 보유한 캐릭터가 가하는 전투 스킬 피해의 치명타 피해가 (72/79/79)% 증가하고, 모든 속성 저항 관통이 (10/10.4/10.4)% 증가하며, 적에게 전투 스킬 발동 시 기습을 발동한다. 기습 종료 후 충전을 6pt 소모하여 [작위]를 [군공]으로 되돌린다" },
            ultimate: { name: "스콜라 메이트, 체스판 위 세상", desc: "충전을 2pt 획득한다. 모든 적에게 케리드라 공격력의 (240/240/259)%만큼 바람 속성 피해를 가한다. 필드에 [군공]을 보유한 캐릭터가 없을 경우 현재 파티 내 첫 번째 캐릭터가 [군공]을 우선 획득한다" },
            talent: { name: "카이사르에게 영광을", desc: "[군공]을 보유한 캐릭터의 공격력이 케리드라 공격력의 (24/24/25.2)%만큼 증가하고, 일반 공격 또는 전투 스킬 발동 시 케리드라가 충전을 1pt 획득한다. 기습 중에는 케리드라가 충전을 획득할 수 없다. [군공]을 보유한 캐릭터가 공격 발동 후 케리드라가 추가로 케리드라 공격력의 (60/66/66)%만큼 바람 속성 추가 피해를 1회 가하고, 해당 효과는 최대 20회 발동하며, 케리드라가 필살기를 발동할 때마다 발동 가능 횟수가 초기화된다. [군공]은 가장 최근에 부여한 목표에게만 적용되며, 목표 변경 시 케리드라의 충전이 0pt로 초기화된다" }
        },
        passives: {
            passive1: { name: "온 자", desc: "케리드라의 공격력이 2000pt보다 높을 시 공격력이 100pt 초과할 때마다 자신의 치명타 피해가 18% 증가하며, 최대 360% 증가한다" },
            passive2: { name: "본 자", desc: "케리드라의 치명타 확률이 100% 증가한다. 케리드라의 충전이 최대치보다 낮을 시 [군공]을 보유한 캐릭터가 필살기를 발동하면 케리드라가 충전을 1pt 획득하며, 해당 효과는 단일 전투에서 1회 발동할 수 있다" },
            passive3: { name: "이긴 자", desc: "전투 스킬 발동 시 자신과 [군공]을 보유한 동료의 속도가 20pt 증가한다, 지속 시간: 3턴. [군공]을 보유한 캐릭터가 일반 공격 또는 전투 스킬 발동 시 케리드라의 에너지를 5pt 회복한다" }
        },
        eidolons: {
            e1: { name: "모든 왕관을 빼앗고", desc: "[군공]을 보유한 캐릭터가 피해를 가할 시 목표의 방어력을 16% 무시한다. 현재 [군공]이 [작위]로 업그레이드되었을 경우, 해당 캐릭터가 전투 스킬 피해를 가할 시 추가로 목표의 방어력을 20% 무시한다. 케리드라가 전투 스킬 발동 시 지정된 아군의 에너지를 2pt 회복한다" },
            e2: { name: "만민의 염원을 모아", desc: "[군공]을 보유한 캐릭터가 가하는 피해가 40% 증가한다. 필드에 [군공]을 보유한 동료가 있을 시 케리드라가 가하는 피해가 160% 증가한다" },
            e3: { name: "낡은 율법을 불태워", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "세상을 재구성하리", desc: "필살기의 피해 배율이 240% 증가한다" },
            e5: { name: "도움과 가해, 모두 갚으리", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "여정은 오직 별바다에", desc: "[군공]을 보유한 캐릭터의 모든 속성 저항 관통이 20% 증가하고, [군공]이 발동하는 추가 피해 배율이 300% 증가한다. 필드에 [군공]을 보유한 동료가 있을 시 케리드라의 모든 속성 저항 관통이 20% 증가한다" }
        }
    };
