export const 트리비 = 
{
        name: "트리비", rarity: "5성", element: "양자", path: "화합", image: "images/트리비.webp",
        baseStats: { hp: 1048, atk: 523.91, def: 727.65, spd: 96, maxEnergy: 120 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "모두 다 같이 손뼉을", desc: "비술 사용 후 전투 진입 시 [신의 계시]를 획득한다, 지속 시간: 3턴" },
            basic: { name: "100층짜리 미니 로켓", desc: "지정된 단일 적에게 트리비 HP 최대치의 (30/33/33)%만큼 양자 속성 피해를 가하고, 인접한 목표에게 트리비 HP 최대치의 (15/16.5/16.5)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "선물이 다 어디 갔지?", desc: "3턴 동안 지속되는 [신의 계시]를 획득하며, 자신의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. 트리비가 [신의 계시]를 보유할 시 모든 아군의 모든 속성 저항 관통이 (24/24/26.4)% 증가한다" },
            ultimate: { name: "여기에 누가 살고 있게?", desc: "결계를 활성화하고, 모든 적에게 트리비 HP 최대치의 (30/33/33)%만큼 양자 속성 피해를 가한다.결계 지속 시간 동안 적이 받는 피해가 (30/33/33)% 증가한다. 아군에게 피격 후, 피격된 목표가 1기 있을 때마다 피격된 목표 중 현재 HP가 가장 높은 목표에게 트리비 HP 최대치의 (12/13.2/13.2)%만큼 양자 속성 추가 피해를 1회 가한다.결계는 2턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다" },
            talent: { name: "트리비는 너무 바빠", desc: "다른 아군 캐릭터가 필살기를 발동하면 트리비가 추가 공격을 발동하여 모든 적에게 트리비 HP 최대치의 (18/18/19.8)%만큼 양자 속성 피해를 가한다. 해당 효과는 캐릭터마다 최대 1회 발동하며, 트리비가 필살기를 발동할 시 다른 아군 캐릭터의 발동 가능 횟수가 초기화된다. 추가 공격 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 추가 공격을 발동한다" }
        },
        passives: {
            passive1: { name: "성벽 밖의 어린양...", desc: "특성의 추가 공격 발동 후, 트리비가 가하는 피해가 72% 증가한다, 해당 효과 최대 중첩수: 3스택, 지속 시간: 3턴" },
            passive2: { name: "날개 달린 유리구슬!", desc: "결계 지속 시간 동안 트리비의 HP 최대치가 모든 아군 캐릭터 HP 최대치 총합의 9%만큼 증가한다" },
            passive3: { name: "갈림길 옆 돌멩이?", desc: "전투 시작 시 트리비의 에너지가 30pt 회복된다. 다른 아군이 공격 후 목표를 1기 명중할 때마다 트리비의 에너지가 1.5pt 회복된다." }
        },
        eidolons: {
            e1: { name: "설탕을 줍는 축제", desc: "결계 지속 시간 동안 아군이 적을 공격하면 결계가 추가 피해를 가하는 목표에게 추가로 이번 공격 총 피해량의 24%만큼 확정 피해를 가한다" },
            e2: { name: "좋은 꿈을 탐방하는 길잡이", desc: "결계가 가하는 추가 피해가 기존 피해의 120%로 증가한다. 결계가 추가 피해를 가할 시 추가 피해를 1회 추가로 가한다" },
            e3: { name: "아침 햇살이 가득한 보물", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "마음이 통하는 평안", desc: "[신의 계시] 지속 시간 동안, 모든 아군이 피해를 가할 시 목표의 방어력을 18% 무시한다" },
            e5: { name: "기적을 여는 시계", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "별과 달이 가득한 내일", desc: "트리비가 필살기 발동 후, 모든 적에게 특성의 추가 공격을 발동한다. 특성의 추가 공격이 가하는 피해가 729% 증가한다" }
        }
    };
