export const 개척자기억 = 
{
        name: "개척자·기억", rarity: "5성", element: "얼음", path: "기억", image: "images/개척자·기억.webp",
        baseStats: { hp: 1048, atk: 543, def: 631, spd: 103, maxEnergy: 160 },
        statNodes: { "체력%": 10, "공격력%": 18, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "되살아난 기억", desc: "비술 사용 후 10초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.시간 정지 상태의 적과 전투에 진입하면 모든 적의 행동 게이지가 50% 감소하고, 모든 적에게 개척자 공격력의 100%만큼 얼음 속성 피해를 가한다.아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "나한테 맡겨!", desc: "지정된 단일 적에게 개척자 공격력의 (100/100/110)%만큼 얼음 속성 피해를 가한다" },
            enhancedBasic: { name: "내일을, 함께 써내려 가자!", desc: "[서사시]를 1스택 소모하고, 미미가 빠진 모든 제어류 디버프 상태를 해제한다. 개척자와 미미가 연계 공격을 발동하고, 모든 적에게 각각 개척자 공격력의 (120/120/132)%와 미미 공격력의 (120/120/132)%만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 10% 획득한다" },
            skill: { name: "너로 정했다!", desc: "기억 정령 미미를 소환한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 (60/66/66)%만큼 회복하고, 미미가 충전을 10% 획득한다" },
            ultimate: { name: "가자, 미미!", desc: "기억 정령 미미를 소환한다. 미미가 충전을 40% 획득하고 모든 적에게 미미 공격력의 (240/240/264)%만큼 얼음 속성 피해를 가한다" },
            talent: { name: "만능 파트너", desc: "기억 정령 미미의 기본 속도는 130pt이며, 기본 HP 최대치는 개척자 HP 최대치의 (80/86/86)%+(640/688/688)이다. 모든 아군이 에너지를 10pt 누적 회복할 때마다 미미가 충전을 1% 획득한다" },
            memoSkill: { name: "나쁜 녀석! 성가셔!", desc: "피해를 4회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 (36/36/39.6)%만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 (90/90/99)%만큼 얼음 속성 피해를 가한다" },
            memoSkill2: { name: "내가! 도와줄게!", desc: "지정된 단일 아군의 행동 게이지를 100% 증가시키고 [미미의 응원]을 부여한다, 지속 시간: 3턴.[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 (28/28/30)%만큼 확정 피해를 1회 가한다.자신에게 해당 스킬 발동 시 행동 게이지 증가 효과를 발동할 수 없다" },
            memoTalent: { name: "파트너! 함께!", desc: "모든 아군의 치명타 피해가 미미 치명타 피해의 (12/13.2/13.2)%에 (24/26.4/26.4)%를 더한 값만큼 증가한다.충전이 100% 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 100% 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다" },
            memoTalent2: { name: "미미, 파이팅!", desc: "미미가 소환될 시 즉시 충전을 50% 획득한다" },
            memoTalent3: { name: "아쉬움… 남기지 마", desc: "미미가 사라질 시 개척자의 행동 게이지가 25% 증가한다" }
        },
        passives: {
            passive1: { name: "추념의 지팡이", desc: "전투 시작 시 개척자의 행동 게이지가 30% 증가한다. 미미를 처음 소환할 시 미미는 충전을 40% 획득한다" },
            passive2: { name: "자그마한 서사시", desc: "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 5% 획득한다" },
            passive3: { name: "자석과 사슬", desc: "[미미의 응원] 효과를 보유한 아군의 에너지 최대치가 100pt보다 높을 경우, 10pt를 초과할 때마다 [미미의 응원]으로 가하는 확정 피해 배율이 추가로 2% 증가하고, 최대 20% 증가한다" },
            passive4: { name: "미완의 에필로그", desc: "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 2스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다" }
        },
        eidolons: {
            e1: { name: "현재의 서술자", desc: "[미미의 응원]을 보유한 아군의 치명타 확률이 10% 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다" },
            e2: { name: "과거의 습득자", desc: "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 8pt 회복한다. 해당 효과는 턴마다 최대 1회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다" },
            e3: { name: "미래의 영창자", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e4: { name: "뮤즈의 새 댄스 파트너", desc: "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 3% 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 6% 증가한다" },
            e5: { name: "시편의 재봉사", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e6: { name: "계시의 전달자", desc: "필살기의 치명타 확률이 100%로 고정된다" }
        }
    };
