export const 로빈서머레토 = 
{
        name: "로빈·서머레토", rarity: "5성", element: "바람", path: "기억", image: "images/로빈·서머레토.webp",
        baseStats: { hp: 1203, atk: 602, def: 485, spd: 95, maxEnergy: 140 },
        statNodes: { "체력%": 18, "속도": 14, "치명타확률%": 6.7 },
        skills: {
            technique: { name: "우리가 선율이 되어", desc: "비술 사용 후 다음 전투 시작 시 행동 게이지가 20% 증가하고, 즉시 무대 열기를 6pt 획득하며, 모든 아군이 가하는 피해를 30% 증가시킨다, 지속 시간: 2턴" },
            basic: { name: "바닷바람을 이끄는 음파", desc: "단일 적에게 로빈•서머레토 HP 최대치의 (50/50/55)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "한여름은 영혼의 연주자", desc: "기억 정령 「맑은하늘 세션」 베시를 소환한다. 임의의 「맑은하늘 세션」이 이미 필드에 있을 경우, 대상의 HP를 「맑은하늘 세션」 HP 최대치의 (100/110/110)%만큼 회복하고, 무대 열기를 6pt 획득한다" },
            ultimate: { name: "푸른빛 랩소디에 뛰어들어", desc: "로빈•서머레토를 제외한 지정된 단일 아군 캐릭터의 행동 게이지를 100% 증가시키고, 에너지 최대치의 (20/20/21.6)%만큼 에너지를 고정으로 회복한다. 이후 대상은 [특별 게스트] 효과를 획득하며, [특별 게스트]를 보유한 캐릭터 및 해당 캐릭터의 소환물이 공격 시 로빈•서머레토는 추가로 무대 열기를 2pt 획득하고, 해당 캐릭터 및 해당 캐릭터의 소환물은 다른 아군이 행동 게이지 증가 효과를 획득하게 할 수 없다, 지속 시간: 2턴. 해당 캐릭터의 턴이 시작될 때마다 지속 턴 수가 1 감소한다" },
            talent: { name: "끝없는 하늘을 누비며", desc: "기억 정령 「맑은하늘 세션」은 초기에 로빈•서머레토 HP 최대치의 70%만큼 HP 최대치를 보유하고, 로빈•서머레토 속도의 180%만큼 속도를 보유한다. 아군이 공격 발동 시 또는 임의의 목표 턴에 처음으로 치유 효과 또는 실드 제공 시, 로빈•서머레토는 무대 열기를 1pt 획득한다(최대: 50pt). 「맑은하늘 세션」 베시가 필드에 있을 시, 로빈•서머레토의 무대 열기가 6pt 이상이면 즉시 「맑은하늘 세션」 드러미를 소환하고, 무대 열기가 12pt 이상이면 즉시 「맑은하늘 세션」 패디를 소환한다. 「맑은하늘 세션」 전원이 무대에 오르면 로빈•서머레토와 「맑은하늘 세션」이 빠진 모든 제어류 디버프 상태를 해제하고, [Fever] 상태에 진입해 결계를 펼친다. 결계 내 아군이 피해를 가할 시 적의 방어력을 ((15/16/16)%+무대 열기x0.5%)만큼 무시한다.[Fever] 상태일 시, 로빈•서머레토와 「맑은하늘 세션」은 제어류 디버프 상태에 면역되며, [Fever] 상태가 종료되기 전까지 로빈•서머레토는 자신의 턴이 진입하지 않는다" },
            memoSkill: { name: "짹짹 사중주", desc: "모든 적에게 「맑은하늘 세션」 HP 최대치의 (150/150/165)%만큼 바람 속성 피해를 가한다" },
            memoTalent: { name: "날갯짓으로 어우러진 화음", desc: "[Fever] 상태일 시 「맑은하늘 세션」과 카운트다운이 행동 서열에 나타나며, 로빈•서머레토와 자신이 가하는 피해가 ((60/66/66)%+무대 열기x(2/2.2/2.2)%) 증가한다. 「맑은하늘 세션」의 턴 시작 시 기억 정령 스킬을 발동한다. 카운트다운의 초기 속도는 140pt이고, 턴 시작 시 현재 무대 열기의 50%를 차감하며(최소 12pt 차감), 무대 열기가 0이 되면 「맑은하늘 세션」이 사라지고 로빈•서머레토의 [Fever] 상태가 종료된다. 「맑은하늘 세션」이 필드에 있을 시 멤버 수에 따라 모든 적이 받는 피해가 각각 (8/8.8/8.8)%/(12/13.2/13.2)%/(16/17.6/17.6)% 증가한다" },
            memoTalent2: { name: "바다의 심장소리와 맞닿아", desc: "「맑은하늘 세션」이 소환될 시, 로빈•서머레토의 에너지를 20pt 회복한다" },
            memoTalent3: { name: "여름밤의 바람을 타고", desc: "「맑은하늘 세션」이 사라질 시, 로빈•서머레토의 행동 게이지가 50% 증가한다" }
        },
        passives: {
            passive1: { name: "벗어난 화음", desc: "아군이 로빈•서머레토가 무대 열기를 획득하게 할 시, 공격력이 로빈•서머레토보다 높을 경우 해당 목표의 공격력이 로빈•서머레토 HP 최대치의 (16%+무대 열기x0.4%)만큼 증가하고, 그렇지 않을 경우 해당 목표의 치명타 피해가 (40%+무대 열기x1.5%) 증가한다, 지속 시간: 2턴" },
            passive2: { name: "즉흥 블루스", desc: "로빈•서머레토 또는 「맑은하늘 세션」이 동료가 제공하는 치유 효과 또는 실드를 받을 시, 로빈•서머레토가 [비트]를 12스택 획득한다(최대 12스택). 로빈•서머레토가 임의 목표의 턴 동안 처음으로 무대 열기 획득 시 [비트]를 보유하고 있을 경우, [비트]를 1스택 소모하고 에너지를 3pt 고정으로 회복한다" },
            passive3: { name: "조화 재구성", desc: "로빈•서머레토와 「맑은하늘 세션」의 치명타 확률이 50% 증가한다" }
        },
        eidolons: {
            e1: { name: "여름날 무리를 떠난 새", desc: "「맑은하늘 세션」은 아군이 가한 확정 피해를 제외한 피해의 100%를 기록하고, 기억 정령 스킬 발동 시 HP가 가장 높은 적에게 추가로 기록된 총 피해량의 (11%+현재 무대 열기 포인트 수x0.1%)만큼 확정 피해를 가하며, 이후 기록 수치의 50%를 초기화한다" },
            e2: { name: "호수 같은 마음", desc: "아군의 모든 속성 저항 관통이 18% 증가한다. 로빈•서머레토의 무대 열기 최대치가 20pt 증가하고, 아군이 임의의 목표 턴 동안 처음으로 스킬을 발동해 로빈•서머레토가 무대 열기 획득 시 추가로 2pt 획득한다" },
            e3: { name: "길 따라 남겨진 유음을 줍고", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e4: { name: "현들의 변주에 귀를 기울이며", desc: "[Fever] 상태 진입 시, 즉시 무대 열기를 12pt 획득하고, 「맑은하늘 세션」의 속도가 (20%+현재 무대 열기x0.5%) 증가한다" },
            e5: { name: "다시 함께, 새로운 아침을 향해", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e6: { name: "이름 없는 노래를 부르자", desc: "기억 정령 스킬의 피해 배율이 기존 배율의 100%만큼 증가한다. [Fever] 상태일 시, 로빈•서머레토의 필살기는 최대 2회 저장할 수 있으며, 이번 전투에서 처음으로 [Fever] 상태에 진입한 후 또는 [Fever] 카운트다운 턴 시작 시 에너지를 고정으로 140pt 회복한다" }
        }
    };
