export const 아글라이아 = 
{
        name: "아글라이아", rarity: "5성", element: "번개", path: "기억", image: "images/아글라이아.webp",
        baseStats: { hp: 1242, atk: 699, def: 485, spd: 102, maxEnergy: 350 },
        statNodes: { "방어력%": 12.5, "치명타확률%": 12, "번개피해증가%": 22.4 },
        skills: {
            technique: { name: "별을 가르는 신속", desc: "기억 정령 의상공을 소환하고 함께 전방을 향해 공격한다. 전투 진입 후 에너지를 30pt 회복하고 모든 적에게 아글라이아 공격력의 100%만큼 번개 속성 피해를 가하며, 이후 랜덤 적을 [틈새를 메우는 실] 상태에 빠트린다" },
            basic: { name: "정곡을 찌르는 달콤함", desc: "지정된 단일 적에게 아글라이아 공격력의 (100/110/110)%만큼 번개 속성 피해를 가한다" },
            enhancedBasic: { name: "고독한 검날의 입맞춤", desc: "아글라이아와 의상공이 목표에게 연계 공격을 발동하며, 목표에게 각각 아글라이아 공격력의 (200/220/220)%와 의상공 공격력의 (200/220/220)%만큼 번개 속성 피해를 가하고, 인접한 목표에게 각각 아글라이아 공격력의 (90/99/99)%와 의상공 공격력의 (90/99/99)%만큼 번개 속성 피해를 가한다.[고독한 검날의 입맞춤]은 전투 스킬 포인트를 회복할 수 없다" },
            skill: { name: "높이 들어라, 숭고한 이름을", desc: "의상공의 HP를 대상의 HP 최대치의 (50/55/55)%만큼 회복한다. 의상공이 필드에 없을 시 기억 정령 의상공을 소환하고 자신이 즉시 행동한다" },
            ultimate: { name: "춤추자, 운명의 의상공이여", desc: "기억 정령 의상공을 소환한다. 의상공이 필드에 있을 시 대상의 HP를 최대치까지 회복한다. 아글라이아는 [지고의 자태] 상태에 진입하고 즉시 행동한다.[지고의 자태] 상태에서 아글라이아는 의상공 기억 정령 특성의 속도 증가 스택을 획득하고, 스택마다 자신의 속도가 (15/15/16)% 증가하며, 일반 공격이 [고독한 검날의 입맞춤]으로 강화되고 전투 스킬을 발동할 수 없다. 또한, 의상공은 제어류 디버프 상태에 면역된다.행동 서열에 카운트다운이 나타난다. 카운트다운이 존재하는 동안 다시 필살기를 발동하면 카운트다운이 초기화되고, 턴 시작 시 의상공은 자멸한다. 의상공이 사라질 시 아글라이아는 [지고의 자태] 상태를 해제한다" },
            talent: { name: "황금 장미의 손가락", desc: "기억 정령 의상공은 기본 상태에서 아글라이아 기본 속도의 35%만큼 속도를 보유하고, 아글라이아 HP 최대치의 (66/66/70)%+(720/720/828)만큼 HP 최대치를 보유한다. 의상공이 필드에 있을 시 아글라이아가 공격을 발동하면 목표를 [틈새를 메우는 실] 상태에 빠트림하며, [틈새를 메우는 실] 상태의 적을 공격하면 추가로 아글라이아 공격력의 (30/30/34)%만큼 번개 속성 추가 피해를 가한다. [틈새를 메우는 실]은 가장 최근에 부여된 목표에게만 적용된다" },
            memoSkill: { name: "정곡을 찌르는 함정", desc: "단일 적에게 공격력의 (110/110/121)%만큼 번개 속성 피해를 가하고, 대상과 인접한 목표에게 공격력의 (66/66/72.6)%만큼 번개 속성 피해를 가한다" },
            memoTalent: { name: "눈물로 단조한 장인의 몸", desc: "[틈새를 메우는 실] 상태의 적 공격 후 자신의 속도가 (55/57/57)pt 증가한다, 해당 효과 최대 중첩수: 6스택. 의상공 행동 시 자동으로 [정곡을 찌르는 함정]을 발동하고, [틈새를 메우는 실] 상태의 적을 우선 공격한다" },
            memoTalent2: { name: "질주의 여름", desc: "의상공이 소환될 시 자신의 행동 게이지가 100% 증가한다" },
            memoTalent3: { name: "메마른 풀의 풍성함", desc: "의상공이 사라질 시 아글라이아의 에너지가 20pt 회복된다" }
        },
        passives: {
            passive1: { name: "좁은 시야에 대한 징벌", desc: "[지고의 자태] 상태일 시 아글라이아와 의상공의 공격력이 아글라이아 속도의 720%+의상공 속도의 360%만큼 증가한다" },
            passive2: { name: "운명의 한계를 엮어", desc: "의상공이 사라질 시 기억 정령 특성의 속도 증가 스택 수가 최대 1스택 유지되고, 의상공이 다시 소환될 시 대응하는 스택 수의 속도 증가 효과를 획득한다" },
            passive3: { name: "질주의 태양", desc: "전투 시작 시 자신의 에너지가 50% 미만이면 자신의 에너지를 50%까지 회복한다" }
        },
        eidolons: {
            e1: { name: "흔들리는 금성의 행렬", desc: "[틈새를 메우는 실] 상태의 적이 받는 피해가 15% 증가한다. 아글라이아 또는 의상공이 해당 목표를 공격하면 추가로 에너지를 20pt 회복한다" },
            e2: { name: "운명의 눈꺼풀을 지나는 나룻배", desc: "아글라이아 또는 의상공이 행동 시 아글라이아와 의상공이 가하는 피해가 목표의 방어력을 14% 무시한다. 해당 효과는 최대 3스택 중첩되며, 자신과 의상공을 제외한 임의의 유닛이 직접 스킬을 발동할 때까지 지속된다" },
            e3: { name: "화려한 이슬의 선물", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e4: { name: "대리석 속 반짝임", desc: "기억 정령 특성의 속도 증가 효과 스택 수 상한이 1스택 증가한다. 아글라이아가 공격 발동 후에도 의상공이 기억 정령 특성의 속도 증가 효과를 획득할 수 있다" },
            e5: { name: "칠흑의 고난을 엮는 자", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e6: { name: "변화무상한 금실", desc: "아글라이아가 [지고의 자태] 상태일 시 자신과 의상공의 번개 속성 저항 관통이 20% 증가한다. 아글라이아 또는 의상공의 속도가 160/240/320pt를 초과할 시 가하는 연계 공격 피해가 10%/30%/60% 증가한다" }
        }
    };
