export const 에버나이트 = 
{
        name: "에버나이트", rarity: "5성", element: "얼음", path: "기억", image: "images/에버나이트.webp",
        baseStats: { hp: 1319, atk: 543, def: 582, spd: 99, maxEnergy: 240 },
        statNodes: { "체력%": 18, "치명타확률%": 18.7, "치명타피해%": 13.3 },
        skills: {
            technique: { name: "차가운 비가 내리기를", desc: "비술을 사용하면 다음 전투 시작 시 전투 스킬과 동일한 모든 아군 기억 정령 치명타 피해 증가 효과를 획득하고, [기억 물질]을 1pt 획득한다" },
            basic: { name: "이제부터 세월은 흐릿해지고", desc: "지정된 단일 적에게 에버나이트 HP 최대치의 (50/55/55)%만큼 얼음 속성 피해를 가한다" },
            skill: { name: "조용히 떠나간 낮", desc: "에버나이트 현재 HP의 10%를 소모해 기억 정령 「긴 밤」을 소환하고, 모든 아군 기억 정령의 치명타 피해를 에버나이트 치명타 피해의 (24/26/26)%만큼 증가시킨다, 지속 시간: 2턴, 에버나이트의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. 기억 정령 「긴 밤」이 필드에 있을 시 대상의 HP를 대상 HP 최대치의 50%만큼 회복한다. 발동 시 [기억 물질]을 2pt 획득하며, [가장 어두운 수수께끼] 상태일 경우 추가로 [기억 물질]을 12pt 획득한다" },
            ultimate: { name: "잘 자, 깨어있는 세상", desc: "기억 정령 「긴 밤」을 소환하고, 이후 기억 정령 「긴 밤」이 모든 적에게 「긴 밤」 HP 최대치의 (200/200/220)%만큼 얼음 속성 피해를 가하며, 에버나이트가 [가장 어두운 수수께끼] 상태에 진입한다. 해당 상태 동안 모든 적이 받는 피해가 (30/30/33)% 증가하고, 에버나이트와 기억 정령 「긴 밤」이 가하는 피해가 (60/60/66)% 증가하며, 제어류 디버프 상태에 면역된다. [가장 어두운 수수께끼]의 충전을 2pt 획득하며, 기억 정령 「긴 밤」이 [이슬처럼 사라지는 미몽]을 발동하면 1pt 소모한다. 에버나이트의 턴 시작 시, 남은 충전이 없으면 [가장 어두운 수수께끼] 상태가 종료된다" },
            talent: { name: "오늘 밤, 나와 함께", desc: "전투 진입 시 기억 정령 「긴 밤」을 소환한다. 기억 정령 「긴 밤」의 기본 속도는 160pt이며, HP 최대치는 에버나이트의 50%다. 에버나이트 또는 기억 정령 「긴 밤」의 HP가 감소할 때마다 자신과 기억 정령 「긴 밤」의 치명타 피해가 2턴 동안 (60/60/66)% 증가하고, [기억 물질]을 2pt 획득한다. 해당 효과는 각 목표가 피격될 때마다 최대 1회 발동한다.에버나이트가 보유한 [기억 물질]이 16pt 이상일 시 제어류 디버프 상태를 해제하고 이에 면역되며, 기억 정령 「긴 밤」이 필드에 있으면 즉시 대상을 행동하게 한다. 즉시 행동 효과는 기억 정령 「긴 밤」이 [이슬처럼 사라지는 미몽]을 발동한 후에 다시 발동할 수 있다" },
            memoSkill: { name: "비처럼 살랑이는 추억", desc: "해당 스킬은 자동으로 목표를 선택해 발동하며, 에버나이트가 이전에 공격한 적을 우선으로 공격한다. 단일 적에게 「긴 밤」 HP 최대치의 (50/50/55)%만큼 얼음 속성 피해를 가하며, 에버나이트가 현재 보유한 [기억 물질] 4pt마다 추가로 「긴 밤」 HP 최대치의 (10/10/11)%만큼 얼음 속성 피해를 가한다. 발동 후 [기억 물질]을 1pt 획득한다" },
            memoSkill2: { name: "이슬처럼 사라지는 미몽", desc: "에버나이트의 [기억 물질]이 16pt 이상이고 에버나이트가 제어 상태가 아닐 시 발동하며, 현재 보유한 [기억 물질] 1pt마다 주목표에게 「긴 밤」 HP 최대치의 (12/12/13.2)%만큼 얼음 속성 피해를 가하고, 다른 적에게 「긴 밤」 HP 최대치의 (6/6/6.6)%만큼 얼음 속성 피해를 가한다. 발동 후 모든 [기억 물질]과 HP를 소모하고 「긴 밤」은 사라진다" },
            memoTalent: { name: "칠흑 속을 부유하는 고독", desc: "「긴 밤」은 제어류 디버프 상태에 면역되며, 피격 확률이 증가한다. 「긴 밤」이 필드에 있을 시 에버나이트와 「긴 밤」이 가하는 피해가 (50/55/55)% 증가한다" },
            memoTalent2: { name: "그림자처럼 따라붙는 밤", desc: "소환될 시 자신이 즉시 행동한다" },
            memoTalent3: { name: "기약 없는 너와의 만남", desc: "사라질 시 에버나이트의 속도가 10% 증가하며, [이슬처럼 사라지는 미몽]을 발동해 사라질 경우 이번 공격이 소모한 [기억 물질] 1pt마다 추가로 에버나이트의 속도가 1% 증가하고, [기억 물질]은 최대 40pt까지 계산된다. 가속 효과는 중첩될 수 없으며, 에버나이트의 다음 턴 시작 시 해제된다" }
        },
        passives: {
            passive1: { name: "어두운 하늘, 고요한 달", desc: "에버나이트와 기억 정령 「긴 밤」의 치명타 확률이 35% 증가하고, 스킬 발동 시 자신의 현재 HP의 5%를 소모해 에버나이트와 기억 정령 「긴 밤」의 치명타 피해를 15% 증가시킨다, 지속 시간: 2턴. 기억 정령 「긴 밤」이 [이슬처럼 사라지는 미몽] 발동 후 아군의 전투 스킬 포인트를 1pt 회복한다" },
            passive2: { name: "촛불이 켜지고, 꺼지네", desc: "전투 시작 시 에버나이트가 에너지를 70pt 회복하고 [기억 물질]을 1pt 획득한다. 에버나이트 또는 아군 기억 정령이 스킬 발동 시 에버나이트가 에너지를 5pt 회복하고 [기억 물질]을 1pt 획득한다" },
            passive3: { name: "날이 밝고, 비가 내리네", desc: "파티에 「기억」 운명의 길 캐릭터가 수가 1/2/3/4 이상일 시 에버나이트의 전투 스킬 지속 시간 동안 추가로 모든 아군 기억 정령의 치명타 피해가 5%/15%/50%/65% 증가한다" }
        },
        eidolons: {
            e1: { name: "잘 자, 긴 밤에 꿈이 있으니", desc: "에버나이트가 필드에 있을 시 필드 위 적의 수가 4기 이상/3/2/1이면, 아군 기억 정령이 가하는 피해가 기존 피해의 120%/125%/130%/150%가 된다" },
            e2: { name: "들어봐, 깊은 잠의 잠꼬대를", desc: "에버나이트와 기억 정령 「긴 밤」의 치명타 피해가 40% 증가하며, 에버나이트가 [기억 물질]을 획득할 때마다 획득하는 [기억 물질] 수량이 2pt 증가한다. 필살기 발동 시 추가로 [가장 어두운 수수께끼]의 충전을 2pt 획득한다" },
            e3: { name: "두려워 마, 악몽은 지나갔으니", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e4: { name: "깨어나면, 너의 내일이 올 거야", desc: "에버나이트가 필드에 있을 시 아군 기억 정령의 약점 격파 효율이 25% 증가하며, 기억 정령 「긴 밤」의 약점 격파 효율이 추가로 25% 증가한다" },
            e5: { name: "잊어, 기억 속의 「나」를", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e6: { name: "그냥 이대로, 계속", desc: "에버나이트가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 20% 증가한다. 기억 정령 「긴 밤」이 [이슬처럼 사라지는 미몽]을 발동하면 에버나이트는 이번 공격으로 소모한 [기억 물질] 수량의 30%를 획득한다" }
        }
    };
