export const 카스토리스 = 
{
        name: "카스토리스", rarity: "5성", element: "양자", path: "기억", image: "images/카스토리스.webp",
        baseStats: { hp: 1630, atk: 523.91, def: 485.1, spd: 95, maxEnergy: 0 },
        statNodes: { "치명타확률%": 18.7, "치명타피해%": 13.3, "양자피해증가%": 14.4 },
        skills: {
            technique: { name: "비명, 죽음을 하사하는 선성", desc: "비술 사용 후 20초 동안 [아득한 어둠] 상태에 진입한다. [아득한 어둠] 상태의 적은 카스토리스에게 직접 다가올 수 없다.[아득한 어둠] 상태에서 선공하면 범위 내 모든 적을 전투에 진입시키고, 동시에 기억 정령 죽음의 용을 소환하고 행동 게이지를 100% 증가시키며, 경계 [세상을 잊은 저승]을 펼친다. 또한, 죽음의 용은 [새로운 꽃술] 최대치의 50%만큼 현재 HP를 보유한다. 전투 진입 후, 죽음의 용을 제외한 모든 아군의 현재 HP를 40% 소모한다.전투 진입 후 죽음의 용이 소환되지 않을 시 카스토리스는 [새로운 꽃술]을 [새로운 꽃술] 최대치의 30%만큼 획득한다" },
            basic: { name: "애도, 사해의 파문", desc: "지정된 단일 적에게 카스토리스 HP 최대치의 (50/55/55)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "침묵, 나비의 손길", desc: "모든 아군의 현재 HP를 30% 소모해 지정된 단일 적에게 카스토리스 HP 최대치의 (50/50/55)%만큼 양자 속성 피해를 가하고, 인접한 목표에게 카스토리스 HP 최대치의 (30/30/33)%만큼 양자 속성 피해를 가한다.현재 HP가 부족하면 HP를 최대 1pt까지 감소시킨다.죽음의 용이 필드에 있으면 전투 스킬이 [뼈의 발톱, 저승 용의 포옹]으로 전환된다" },
            enhancedSkill: { name: "뼈의 발톱, 저승 용의 포옹", desc: "죽음의 용을 제외한 모든 아군의 현재 HP를 40% 소모하고, 카스토리스와 죽음의 용이 목표에게 연계 공격을 발동해 모든 적에게 카스토리스 HP 최대치의 (30/30/33)%와 (50/50/55)%만큼 양자 속성 피해를 가한다.현재 HP가 부족하면 HP를 최대 1pt까지 감소시킨다" },
            ultimate: { name: "포효하는 망자, 소생의 종", desc: "기억 정령 죽음의 용을 소환하고 대상의 행동 게이지를 100% 증가시키며, 동시에 경계 [세상을 잊은 저승]을 전개하여 모든 적의 모든 속성 저항을 (20/22/22)% 감소시킨다. 카스토리스가 특성의 가하는 피해 증가 효과를 보유할 시, 해당 효과를 죽음의 용에게 확산시킨다. 죽음의 용은 기본 상태에서 165pt의 속도와 [새로운 꽃술] 최대치의 100%만큼 고정 HP 최대치를 보유한다.죽음의 용은 3턴 후 또는 HP가 0이 되면 사라지며, 동시에 경계 [세상을 잊은 저승]이 해제된다" },
            talent: { name: "손바닥에 흐르는 황무", desc: "[새로운 꽃술] 최대치는 필드 위 모든 캐릭터의 레벨에 영향을 받는다. 모든 아군이 HP를 1pt 잃을 때마다 카스토리스는 [새로운 꽃술]을 1pt 획득하고, [새로운 꽃술]이 최대치에 도달하면 필살기를 활성화할 수 있다. 아군이 HP를 잃을 시 카스토리스와 죽음의 용이 가하는 피해가 (20/20/22)% 증가한다, 해당 효과 최대 중첩수: 3스택, 지속 시간: 3턴.죽음의 용이 필드에 있을 시 특성을 통해 [새로운 꽃술]을 획득할 수 없으며, 죽음의 용을 제외한 모든 아군이 HP를 1pt 잃을 때마다 같은 양의 죽음의 용 HP로 전환된다" },
            enhancedTalent: { name: "달의 고치의 비호", desc: "카스토리스 획득 후 또는 현재 파티에 카스토리스가 존재할 시 다음 효과를 획득한다. 전투 중 아군 캐릭터가 치명적인 공격을 받으면, 이번 행동에서 치명적인 공격을 받은 모든 아군 캐릭터가 [달의 고치] 상태를 획득한다. [달의 고치] 상태의 캐릭터는 전투 불능 상태에 빠지는 게 잠시 지연되며, 정상적으로 행동할 수 있다. 행동 후, 다음 턴 시작 전에 현재 HP가 증가하거나 실드를 획득할 경우 [달의 고치] 상태가 해제되며, 그렇지 않을 경우 즉시 전투 불능 상태에 빠진다. 해당 효과는 단일 전투에서 최대 1회 발동한다" },
            memoSkill: { name: "어둠을 찢는 발톱", desc: "모든 적에게 카스토리스 HP 최대치의 (40/40/44)%만큼 양자 속성 피해를 가한다" },
            memoSkill2: { name: "암흑을 불태우는 화염의 숨결", desc: "[암흑을 불태우는 화염의 숨결]을 발동하면 죽음의 용의 HP를 HP 최대치의 25%만큼 소모하고, 모든 적에게 카스토리스 HP 최대치의 (24/24/26.4)%만큼 양자 속성 피해를 가한다.1회의 공격 동안 [암흑을 불태우는 화염의 숨결]을 중복 발동할 수 있으며, 중복 발동 시 피해 배율이 순차대로 (28/28/30.8)%/(34/34/37.4)%로 증가하며, (34/34/37.4)%에 도달하면 더 이상 증가하지 않는다. 피해 배율 증가 효과는 죽음의 용이 사라지기 전까지 감소하지 않는다.죽음의 용의 현재 HP가 자신의 HP 최대치의 25% 이하일 시 해당 스킬을 발동하면 HP가 1pt로 감소하고, 특성 [묘지를 불사르는 어둠의 날개]와 동일한 스킬 효과를 발동한다" },
            memoTalent: { name: "달의 고치에 가려진 몸체", desc: "죽음의 용이 필드에 있을 시 아군을 후방 지원하며, 아군이 피해를 받거나 HP를 소모할 시 현재 HP가 최대 1pt까지 감소하고, 이후에는 죽음의 용이 대신 감당하나 죽음의 용이 기존 수치의 500%만큼 HP를 소모한다. 해당 효과는 죽음의 용이 사라질 때까지 지속된다" },
            memoTalent2: { name: "적막한 땅을 뒤흔드는 포효", desc: "죽음의 용이 소환될 시, 모든 아군이 가하는 피해가 10% 증가한다, 지속 시간: 3턴" },
            memoTalent3: { name: "묘지를 불사르는 어둠의 날개", desc: "죽음의 용이 사라질 시 피해를 6회 가하며, 피해당 랜덤 단일 적에게 카스토리스 HP 최대치의 (40/44/44)%만큼 양자 속성 피해를 가하고, 모든 아군의 HP를 카스토리스 HP 최대치의 (6/6.6/6.6)%+(800/880/880)pt만큼 회복한다" }
        },
        passives: {
            passive1: { name: "수용된 암조", desc: "죽음의 용을 제외한 아군이 치유를 받으면 치유량의 100%가 [새로운 꽃술]로 전환되고, 죽음의 용이 필드에 있으면 죽음의 용의 HP로 전환된다. 각 아군의 누적 전환 수치는 [새로운 꽃술] 최대치의 12%를 초과하지 않는다. 임의의 유닛이 행동하면 모든 유닛이 누적한 전환 수치가 초기화된다" },
            passive2: { name: "뒤집힌 횃불", desc: "카스토리스의 현재 HP가 자신의 HP 최대치의 50% 이상일 시 카스토리스의 속도가 40% 증가한다. 죽음의 용이 [암흑을 불태우는 화염의 숨결]을 발동해 필드 위 모든 적에게 치명적인 피해를 가하거나 적의 HP가 더 이상 감소되지 않을 시 죽음의 용의 속도가 100% 증가한다, 지속 시간: 1턴" },
            passive3: { name: "발걸음을 묶는 서풍", desc: "죽음의 용이 [암흑을 불태우는 화염의 숨결]을 발동할 때마다 가하는 피해가 30% 증가한다, 해당 효과 최대 중첩수: 6스택, 이번 턴이 종료될 때까지 지속된다" }
        },
        eidolons: {
            e1: { name: "기억을 대가로 납관하는 설원의 성녀", desc: "적의 현재 HP가 자신의 HP 최대치의 80%/50% 이하일 시, [뼈의 발톱, 저승 용의 포옹], [어둠을 찢는 발톱], [암흑을 불태우는 화염의 숨결], [묘지를 불사르는 어둠의 날개]가 대상에게 가하는 피해가 기존 피해의 120%/140%가 된다" },
            e2: { name: "날갯짓하는 꽃으로 왕관을 씌우리", desc: "기억 정령 죽음의 용을 소환한 후, 카스토리스는 [타오르는 의지]를 2스택 획득한다. [타오르는 의지]는 최대 2스택 보유할 수 있으며, 죽음의 용 기억 정령 스킬 [암흑을 불태우는 화염의 숨결]의 HP 소모를 대체할 수 있다. 또한, 카스토리스의 행동 게이지가 100% 증가하며, 다음번 강화된 전투 스킬 발동 시 카스토리스가 [새로운 꽃술] 최대치의 30%만큼 [새로운 꽃술] 포인트를 획득한다" },
            e3: { name: "사경에서 춤추는 경건한 나그네", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e4: { name: "슬픔을 안고 애가 속에 잠드니", desc: "카스토리스가 필드에 있을 시, 모든 아군이 치유를 받을 시의 회복량이 20% 증가한다" },
            e5: { name: "예언으로 장식한 순백의 새로운 장", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e6: { name: "세월이 고치를 깨길 기다리네", desc: "카스토리스와 죽음의 용이 피해를 가할 시 양자 속성 저항 관통이 20% 증가한다. 죽음의 용은 공격 중에 약점 속성을 무시하고 적의 강인성을 감소시킬 수 있으며, 약점 격파 시 양자 속성의 약점 격파 효과를 발동하고, 특성 [묘지를 불사르는 어둠의 날개]의 바운스 발동 횟수가 추가로 3회 증가한다" }
        }
    };
