export const 키레네 = 
{
        name: "키레네", rarity: "5성", element: "얼음", path: "기억", image: "images/키레네.webp",
        baseStats: { hp: 1397, atk: 446.29, def: 582.12, spd: 101, maxEnergy: 24 },
        statNodes: { "체력%": 10, "속도": 9, "치명타피해%": 37.3 },
        skills: {
            technique: { name: "서풍의 끝자락, 영원한 평안", desc: "비술 사용 후 자신의 주위에 30초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 [이 순간은 영원하리] 상태에 빠지고, [이 순간은 영원하리] 상태의 적은 모든 행동을 중지한다. 특수 영역 내 아군 캐릭터의 이동 속도가 50% 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "봐, 희망의 시작을!", desc: "[추억]을 1pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 (50/50/55)%만큼 얼음 속성 피해를 가한다" },
            enhancedBasic: { name: "사랑과 내일을 향해♪", desc: "[추억]을 3pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 (30/30/33)%만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 (30/30/33)%만큼 얼음 속성 피해를 가한다.[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다" },
            skill: { name: "피어나라, 내세의 낙원이여", desc: "[추억]을 3pt 획득하고 결계를 펼친다, 지속 시간: 2턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 (24/24/26)%만큼 확정 피해를 1회 더 가한다. 키레네가 전투 불능 상태에 빠질 시 결계도 해제된다" },
            ultimate: { name: "시의 「◦」, 서약의 「∞」", desc: "기억 정령 데미우르고스를 소환하여 대상이 즉시 보너스 턴을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 데미우르고스의 치명타 확률이 (50/55/55)% 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.단일 전투에서 1회만 발동할 수 있으며, 데미우르고스는 기본 상태에서 HP 최대치를 키레네 HP 최대치의 100%만큼 보유한다" },
            enhancedUltimate: { name: "첫 만남 같은 재회", desc: "데미우르고스가 즉시 보너스 턴을 1개 획득한다" },
            talent: { name: "노래처럼 모인 모두의 염원", desc: "전투 시작 시 또는 키레네 행동 후 임의 상태의 다른 아군 캐릭터와 해당 캐릭터의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 1pt 획득한다. 키레네는 [추억] 24pt 도달 시 필살기를 활성화하고 자신의 모든 디버프 효과를 해제할 수 있으며, [과거의 물결] 상태일 경우 [추억] 12pt 도달 시 필살기를 활성화할 수 있고, 최대치 도달 후에도 최대 27pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 (20/22/22)% 증가한다" },
            memoSkill: { name: "꽃과 화살의 무곡", desc: "모든 적에게 데미우르고스 HP 최대치의 (60/66/66)%만큼 얼음 속성 피해를 가한다" },
            memoSkill2: { name: "이 시를, 모든 생명에 바치리", desc: "지정된 단일 아군 캐릭터에게 버프 효과를 부여한다. 해당 캐릭터가 황금의 후예일 시 대상이 특수 효과를 획득한다. 해당 캐릭터가 황금의 후예가 아닐 시 대상이 가하는 피해가 (40/44/44)% 증가한다, 지속 시간: 2턴, 이 효과는 대상의 기억 정령에게도 적용된다" },
            memoSkill3: { name: "「창세」에 바치는 시", desc: "전투 내내 적용된다. 개척자·기억에게 발동 시 개척자·기억의 공격력이 데미우르고스 HP 최대치의 (16/18/18)%만큼 증가하며, 동시에 개척자·기억의 치명타 확률이 데미우르고스 치명타 확률의 (72/79/79)%만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 데미우르고스는 즉시 보너스 턴을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다" },
            memoSkill4: { name: "「낭만」에 바치는 시", desc: "1회만 적용된다. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 70pt 회복한다. 아글라이아와 의상공이 가하는 피해가 (72/79/79)% 증가하고, 목표의 방어력을 (36/40/40)% 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다" },
            memoSkill5: { name: "「통로」에 바치는 시", desc: "전투 내내 적용된다. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 (12/13/13)% 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 추가 피해 발동 시 추가 피해를 추가로 1회 가한다" },
            memoSkill6: { name: "「분쟁」에 바치는 시", desc: "1회만 적용된다. 마이데이에게 발동 시 마이데이가 빠진 모든 제어류 디버프 상태를 해제한다. 마이데이가 [피의 원한] 상태면 마이데이가 충전을 소모하지 않는 [신을 죽여 신이 된 자]를 자동으로 1회 발동하고, 이번 공격에 마이데이의 치명타 피해가 (200/220/220)% 증가하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 행동 게이지가 100% 증가한다" },
            memoSkill7: { name: "「생사」에 바치는 시", desc: "전투 내내 적용된다. 카스토리스에게 발동 시 [새로운 꽃술]은 200%까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 (0.24/0.26/0.26)% 증가한다. 소환 시 필드 위 적이 2기 이하면 피해 배율이 추가로 (0.48/0.53/0.53)% 증가한다" },
            memoSkill8: { name: "「이성」에 바치는 시", desc: "1회만 적용된다. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 1pt 회복하고 아낙사가 즉시 행동하게 하며, 아낙사 전투 스킬의 피해 횟수를 3회 증가시킨다, 지속 시간: 1턴. 아낙사가 다음에 일반 공격, 전투 스킬 발동 시 [참된 지식]을 획득한다. [참된 지식]: 모든 「지식」 운명의 길 캐릭터의 공격력이 (60/66/66)% 증가하고, 가하는 전투 스킬 피해가 (40/44/44)% 증가하며, 아낙사의 다음 턴 시작 시까지 지속된다" },
            memoSkill9: { name: "「천공」에 바치는 시", desc: "데미우르고스가 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 (24/26/26)pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 (72/79/79)%만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다" },
            memoSkill10: { name: "계략」에 바치는 시", desc: "전투 내내 적용된다. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 (36/40/40)% 증가하고 [단골손님]의 방어력이 (20/22/22)% 감소하며, [단골손님] 이외의 적의 방어력이 (12/13/13)% 감소한다" },
            memoSkill11: { name: "「부세」에 바치는 시", desc: "전투 내내 적용된다. 파이논에게 발동 후 파이논이 [불씨]를 6pt 획득하며, 변신 시 [영원히 이어지는 불길]을 획득한다. 변신 시 [불씨]가 12pt를 초과하면 1pt를 초과할 때마다 카오스라나의 치명타 피해가 (12/13/13)% 증가하며, 최대 (72/79/79)% 증가한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 (16/17.6/17.6)% 증가하며, 카오스라나의 보너스 턴 소진 후 변신이 종료되지 않고, 모든 카오스라나의 보너스 턴을 초기화하며 [훼멸]을 4pt 획득한다. 보너스 턴 시작 시 카오스라나는 HP를 현재 HP의 15%만큼 소모한다. 공격 발동 후 추가 피해를 5회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 (10/11/11)%만큼 화염 속성 추가 피해를 가한다" },
            memoSkill12: { name: "「바다」에 바치는 시", desc: "1회만 적용된다. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 60pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 (120/132/132)% 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 (60/66/66)%/(80/88/88)%만큼 피해를 생성한다" },
            memoSkill13: { name: "「율법」에 바치는 시", desc: "전투 내내 적용된다. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 (30/33/33)% 증가하고, 기습 종료 후 케리드라가 충전을 1pt 획득한다" },
            memoSkill14: { name: "「세월」에 바치는 시", desc: "전투 내내 적용된다. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 (18/20/20)% 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 1pt 획득한다. 에버나이트 전투 스킬의 치명타 피해 증가 효과가 추가로 에버나이트 치명타 피해의 (12/13/13)%만큼 증가한다" },
            memoSkill15: { name: "「대지」에 바치는 시", desc: "데미우르고스가 기억 정령 스킬 발동 시 단항·등황이 [「대지」에 바치는 시]를 획득하고, [용령]의 다음 3회 공격이 상응하는 속성의 추가 피해를 [전우] 실드량의 (80/88/88)%만큼 가한다. 단항•등황이 [「대지」에 바치는 시] 보유 시 [전우]가 가하는 피해가 (24/26.4/26.4)% 증가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 100% 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드량이 기존 실드량의 150%가 되며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다" },
            memoSkill16: { name: "「진아」에 바치는 시", desc: "키레네가 데미우르고스를 제외한 동료 1명으로부터 [추억]을 획득할 때마다, 데미우르고스가 [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 데미우르고스 HP 최대치의 (60/66/66)%만큼 얼음 속성 피해를 1회 가한다. 키레네가 필살기 발동 후 또는 데미우르고스가 소환될 시 데미우르고스가 [이야기]를 1pt 획득하며, [이야기] 3pt 도달 시 데미우르고스가 모든 [이야기]를 소모하고 즉시 보너스 턴을 1개 획득하며, 자동으로 [꽃과 화살의 무곡]을 발동한다" },
            memoTalent: { name: "모든 과거에서의 기다림", desc: "데미우르고스의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 경계 밖으로 간주한다. 키레네의 HP 백분율이 변하면 데미우르고스의 HP 백분율도 이에 따라 변한다. 데미우르고스가 필드에 있으면 키레네와 데미우르고스의 HP 최대치가 (24/24/26)% 증가한다. 데미우르고스가 스킬 발동 후 자신의 모든 지속 효과 지속 턴 수가 1 감소한다" },
            memoTalent2: { name: "「안녕, 세상아♪」", desc: "데미우르고스가 소환될 시 모든 아군의 제어류 디버프 상태를 해제한다" }
        },
        passives: {
            passive1: { name: "기억의 순수한 아이", desc: "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다" },
            passive2: { name: "세월의 여행자", desc: "아군 파티에 키레네를 제외한 황금의 후예 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 2/3/6pt 획득한다" },
            passive3: { name: "삼상의 인과", desc: "키레네의 속도가 180pt 이상일 시 모든 아군이 가하는 피해가 20% 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 데미우르고스의 얼음 속성 저항 관통이 2% 증가하며, 초과한 속도는 최대 60pt까지 계산된다" }
        },
        eidolons: {
            e1: { name: "시의 시작점에 존재하는 공백", desc: "데미우르고스가 기억 정령 스킬 [「진아」에 바치는 시]를 발동하여 [꽃과 화살의 무곡] 발동 시 [추억]을 6pt 획득하고, 이번 공격의 바운스 횟수가 추가로 12회 증가한다" },
            e2: { name: "내일을 투영하는 열세 빛깔", desc: "전투 진입 시 추가로 [추억]을 12pt 획득한다. 데미우르고스 기억 정령 스킬의 버프 효과를 획득한 서로 다른 아군 캐릭터 1명당 아군이 전투 스킬의 결계를 통해 가하는 확정 피해 배율이 6% 증가하며, 최대 24% 증가한다" },
            e3: { name: "너로 인해, 내가 쓰는 대로", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e4: { name: "웃으며 다음 페이지를 써 내려가 줘", desc: "데미우르고스가 [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「진아」에 바치는 시] 발동 시 바운스 피해 배율이 6% 증가한다, 해당 중첩수: 24스택" },
            e5: { name: "어제의 화원이 가득 담긴 눈빛", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e6: { name: "잔잔한 물결이 된 기억♪", desc: "키레네가 처음으로 필살기 발동 시 모든 아군의 행동 게이지가 100% 증가한다. 데미우르고스가 기억 정령 스킬 [「진아」에 바치는 시]를 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.1회: 데미우르고스가 필드에 있을 시 모든 적의 방어력이 20% 감소한다.2회 이상: 모든 아군의 행동 게이지가 24% 증가한다" }
        }
    };
