export const 히아킨 = 
{
        name: "히아킨", rarity: "5성", element: "바람", path: "기억", image: "images/히아킨.webp",
        baseStats: { hp: 1087, atk: 388.08, def: 630.63, spd: 110, maxEnergy: 140 },
        statNodes: { "체력%": 10, "속도": 14, "효과저항%": 18 },
        skills: {
            technique: { name: "날씨 좋고, 모든 게 귀엽고!", desc: "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 30%+600만큼 HP를 회복하고, HP 최대치가 20% 증가한다, 지속 시간: 2턴" },
            basic: { name: "산들바람이 구름을 스치는 순간", desc: "지정된 단일 적에게 히아킨 HP 최대치의 (50/55/55)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "무지갯빛이 쏟아질 때의 사랑", desc: "기억 정령 이카를 소환하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 (8/8/8.8)%+(160/160/178)만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 (10/10/11)%+(200/200/223)만큼 회복한다" },
            ultimate: { name: "조석 속으로 날아가는 우리", desc: "기억 정령 이카를 소환하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 (10/11/11)%+(200/223/223)만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 (12/13.2/13.2)%+(240/267/267)만큼 회복한다. 히아킨이 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: 3턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 (30/33/33)%+(600/668/668)pt 증가한다" },
            talent: { name: "세상을 치유하는 아침햇살", desc: "기억 정령 이카는 기본 상태에서 히아킨 HP 최대치의 50%만큼 HP를 보유한다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 (80/80/88)% 증가한다, 지속 시간: 2턴, 최대 중첩수: 3스택" },
            memoSkill: { name: "먹구름, 저리 가!", desc: "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 (20/22/22)%만큼 바람 속성 피해를 가하고, 누적 치유 수치의 50%를 초기화한다" },
            memoTalent: { name: "맑은 하늘의 손을 잡고", desc: "이카의 속도가 0으로 유지되고 디버프 효과에 면역되며, 행동 서열에 나타나지 않는다.이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP 최대치의 4%만큼 HP를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 (2/2/2.2)%+(20/20/22)만큼 회복시킨다.히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동한 후 즉시 보너스 턴을 1개 획득하고 자동으로 [먹구름, 저리 가!]를 발동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 (2/2/2.2)%+(20/20/22)만큼 회복시킨다. 이카가 스킬을 발동하면 자신의 모든 지속 효과 지속 턴 수가 1 감소한다" },
            memoTalent2: { name: "날개를 펼쳐, 태양을 향해", desc: "소환될 시 히아킨의 에너지를 15pt 회복한다. 처음으로 소환될 시 추가로 에너지를 30pt 회복한다" },
            memoTalent3: { name: "추락, 그리고 비상", desc: "사라질 시 히아킨의 행동 게이지가 30% 증가한다" }
        },
        passives: {
            passive1: { name: "미소 짓는 먹구름", desc: "히아킨과 이카의 치명타 확률이 100% 증가한다. 현재 HP가 자신의 HP 최대치의 50% 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 25% 증가한다" },
            passive2: { name: "부드러운 뇌우", desc: "히아킨의 효과 저항이 50% 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 디버프 효과를 1개 해제한다" },
            passive3: { name: "잔잔해진 폭풍", desc: "히아킨의 속도가 200보다 높을 시 히아킨과 이카의 HP 최대치가 20% 증가하고, 이후 속도가 1pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 1% 증가한다. 초과한 속도는 최대 200pt까지 계산된다" }
        },
        eidolons: {
            e1: { name: "어두운 밤의 촛불을 지키며", desc: "히아킨이 [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 추가로 50% 증가하고, 공격 발동 후 즉시 히아킨 HP 최대치의 8%만큼 HP를 회복한다" },
            e2: { name: "제 정원에 앉았다 가세요", desc: "아군의 HP가 감소하면 속도가 30% 증가한다, 지속 시간: 2턴" },
            e3: { name: "출발! 태양을 향한 모험", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 기억 정령 스킬 레벨+1, 최대 Lv.10" },
            e4: { name: "햇빛 호박을 그대에게", desc: "행적 [잔잔해진 폭풍]이 강화된다. 속도가 1pt 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 2% 증가한다" },
            e5: { name: "바다의 뒷면에 비치는 붉은 노을", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 기억 정령 특성 레벨+1, 최대 Lv.10" },
            e6: { name: "하늘이… 나의 기도에 응답하리", desc: "이카가 기억 정령 스킬을 발동하고 초기화되는 누적 치유 수치가 12%로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 20% 증가한다" }
        }
    };
