export const 그녀는두눈을감았네 = {
        name: "그녀는 두 눈을 감았네", rarity: "5성", path: "보존",
        baseStats: { hp: 1270, atk: 423, def: 529 },
        skill: { name: "펼쳐진 세계", desc: "장착한 캐릭터의 HP 최대치가 24%/28%/32%/36%/40% 증가하고, 에너지 회복효율이 12%/14%/16%/18%/20% 증가한다. 장착한 캐릭터의 HP가 감소하면, 모든 아군이 가하는 피해가 9.0%/10.5%/12.0%/13.5%/15.0% 증가한다. 지속 시간: 2턴웨이브가 시작될 때마다 모든 아군의 HP가 각자 손실한 HP의 80%/85%/90%/95%/100%만큼 회복한다" }
};

그녀는두눈을감았네.autoBuffs = {
    "HP": [24, 28, 32, 36, 40],
    "에너지 회복 효율": [12, 14, 16, 18, 20]
};
