export const 끝없는산과강을거치더라도 = {
        name: "끝없는 산과 강을 거치더라도", rarity: "5성", path: "보존", image: "images/끝없는 산과 강을 거치더라도.webp",
        baseStats: { hp: 1058.4, atk: 582.12, def: 463.05 },
        skill: { name: "새로운 비늘", desc: "장착한 캐릭터의 공격력이 64%/80%/96%/112%/128% 증가한다. 장착한 캐릭터가 필살기 발동 시, 모든 아군에게 장착한 캐릭터 공격력의 10%/12.5%/15%/17.5%/20%만큼 HP를 회복하고, 추가로 현재 HP가 가장 낮은 아군 캐릭터의 HP를 장착한 캐릭터 공격력의 10%/12.5%/15%/17.5%/20%만큼 회복하고 모든 아군이 [방위]를 획득한다, [방위] 지속 시간: 3턴. [방위]를 획득한 목표는 가하는 피해가 24%/30%/36%/42%/48% 증가하며, 목표가 소환물을 보유한 경우 가하는 피해가 추가로 12%/15%/18%/21%/24% 증가한다" }
};
