export const 보이는것이곧나 = {
        name: "보이는 것이 곧 나", rarity: "5성", path: "파멸",
        baseStats: { hp: 952, atk: 635, def: 463 },
        skill: { name: "마음 가는 대로", desc: "장착한 캐릭터의 공격력이 18%/21%/24%/27%/30% 증가하고, 에너지 회복효율이 10%/12.5%/15%/17.5%/20% 증가한다. 장착한 캐릭터가 필살기 발동 시, 소모한 에너지 1pt당 이번에 가하는 필살기 피해가 0.2%/0.25%/0.3%/0.35%/0.4% 증가하며, 최대 72%/90%/108%/126%/144% 증가한다. 장착한 캐릭터가 전투 진입 또는 필살기 발동 시, 장착한 캐릭터가 [왕의 여흥]을 획득한다, 지속 시간: 3턴. 장착한 캐릭터가 [왕의 여흥] 보유 시, 모든 아군의 치명타 피해가 24%/30%/36%/42%/48% 증가하며, 같은 유형의 효과는 중첩되지 않는다" }
};
