export const 아스타 = 
{
        name: "아스타", rarity: "4성", element: "화염", path: "화합", image: "images/아스타.webp",
        baseStats: { hp: 1023, atk: 511.56, def: 463.05, spd: 106, maxEnergy: 120 },
        statNodes: { "방어력%": 22.5, "치명타확률%": 6.7, "화염피해증가%": 22.4 },
        skills: {
            technique: { name: "미라클 플래쉬", desc: "적을 바로 공격하며, 전투 진입 후 모든 적에게 아스타 공격력 50%만큼의 화염 속성 피해를 가한다" },
            basic: { name: "스펙트럼 빔", desc: "지정된 단일 적에게 아스타 공격력 (100/100/110)%만큼의 화염 속성 피해를 가한다" },
            skill: { name: "메테오 스톰", desc: "지정된 단일 적에게 아스타 공격력 (50/55/55)%만큼의 화염 속성 피해를 주며, 추가로 피해를 4회 가한다. 피해를 가할 때마다 임의의 단일 적에게 아스타 공격력 (50/55/55)%만큼의 화염 속성 피해를 준다" },
            ultimate: { name: "별하늘의 축언", desc: "모든 아군의 속도가 (50/50/52.8)pt 증가한다. 지속 시간: 2턴" },
            talent: { name: "천체학", desc: "다른 적을 명중할 때마다 에너지 충전을 1스택 획득하며 피격된 적의 약점이 화염 속성일 경우 추가로 에너지 충전 1스택을 획득한다.아스타가 에너지 충전을 1스택 보유할 때마다 모든 아군의 공격력이 (14.0/15.4/15.4)% 증가한다. 해당 효과 최대 중첩수: 5스택.자신의 2번째 턴부터 새로운 턴이 시작될 때마다 충전 스택이 3스택 감소한다" }
        },
        passives: {
            passive1: { name: "불꽃", desc: "일반 공격 발동 시 80%의 기본 확률로 적을 연소 상태에 빠트린다. 지속 시간: 3턴.연소 상태의 적은 턴이 시작될 때마다 아스타 일반 공격의 50%만큼 화염 속성 지속 피해를 받는다" },
            passive2: { name: "연소", desc: "아스타가 필드에 있으면 모든 아군이 가하는 화염 속성 피해가 18% 증가한다" },
            passive3: { name: "별자리", desc: "아스타가 에너지 충전 1스택을 보유할 때마다 자신의 방어력이 6% 증가한다" }
        },
        eidolons: {
            e1: { name: "별의 가사 없는 노래", desc: "전투 스킬 발동 시 임의의 단일 적에게 추가로 1회 피해를 가한다" },
            e2: { name: "차고 기운 달의 뜻", desc: "필살기 발동 시 다음 턴에서 아스타의 에너지 충전 스택이 감소하지 않는다" },
            e3: { name: "황도 운석의 변화", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "오로라가 나타날 때", desc: "특성 에너지 충전 스택이 2 이상일 경우 아스타의 에너지 회복효율이 15% 증가한다" },
            e5: { name: "천체의 수수께끼", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "은하 아래에서의 단잠", desc: "특성의 턴마다 감소하는 에너지 충전 스택 수가 1 감소한다" }
        }
    };
