export const 어공 = 
{
        name: "어공", rarity: "4성", element: "허수", path: "화합", image: "images/어공.webp",
        baseStats: { hp: 917, atk: 599.76, def: 374.85, spd: 107, maxEnergy: 130 },
        statNodes: { "체력%": 18, "공격력%": 10, "허수피해증가%": 22.4 },
        skills: {
            technique: { name: "바람을 가르는 연", desc: "비술 사용 후 20초 동안 질주 상태에 진입한다. 질주 상태에선 자신의 이동 속도가 35% 증가하며, 선공을 가해 적과의 전투 진입 시 어공은 [활시위 호령]을 2스택 획득한다" },
            basic: { name: "떠도는 화살", desc: "지정된 단일 적에게 어공 공격력 (100/100/110)%만큼의 허수 속성 피해를 가한다" },
            skill: { name: "천궁에 울리는 활", desc: "[활시위 호령] 2스택을 획득한다. (최대 2스택 보유) 어공이 [활시위 호령] 효과를 보유할 경우 모든 아군의 공격력이 (80/88/88)% 증가한다. 아군의 턴이 종료될 때마다 어공의 [활시위 호령] 효과가 1스택 감소한다.어공이 전투 스킬을 발동해 [활시위 호령]을 획득한 턴은 [활시위 호령]이 감소하지 않는다" },
            ultimate: { name: "창공 꿰뚫기", desc: "필살기 발동 시, 어공이 [활시위 호령]을 보유 중이면 추가로 모든 아군의 치명타 확률이 (28/28/29)%, 치명타 피해가 (65/65/70)% 증가한다. 동시에 지정된 단일 적에게 어공 공격력 (380/380/410)%만큼의 허수 속성 피해를 가한다" },
            talent: { name: "7겹 관통화살", desc: "일반 공격 발동 시 어공 공격력의 (80/80/88)%만큼 허수 속성 피해를 추가로 가한다. 이번 공격의 강인성 감소 수치가 100% 증가한다. 해당 효과는 1턴 후 다시 발동할 수 있다" }
        },
        passives: {
            passive1: { name: "양보", desc: "어공에게 디버프 효과가 부여될 시 디버프 효과에 1회 저항할 수 있다. 해당 효과는 2턴 후 다시 발동할 수 있다" },
            passive2: { name: "전승의 활", desc: "어공이 필드에 있으면 모든 아군이 가하는 허수 속성 피해가 12% 증가한다" },
            passive3: { name: "기개", desc: "[활시위 호령] 효과 보유 시 아군이 행동할 때마다 어공은 추가로 에너지를 2pt 회복한다" }
        },
        eidolons: {
            e1: { name: "침과대단(枕戈待旦)의 각오", desc: "전투 진입 시 모든 아군의 속도가 10% 증가한다. 지속 시간: 2턴" },
            e2: { name: "창공을 휘모는 질주", desc: "임의의 단일 아군의 현재 에너지가 에너지 최대치일 시 어공은 추가로 에너지를 5pt 회복한다. 해당 효과는 단일 아군마다 1회만 발동되며, 어공이 필살기를 발동한 후 해당 효과의 발동 횟수는 초기화된다" },
            e3: { name: "맹렬한 집중 사격", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "효시의 울림", desc: "[활시위 호령] 효과 보유 시 어공이 가하는 피해가 30% 증가한다" },
            e5: { name: "관록의 명사수", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "뇌성벽력의 활시위", desc: "어공이 필살기를 발동할 경우 먼저 즉시 [활시위 호령] 1스택을 획득한다" }
        }
    };
