export const 정운 = 
{
        name: "정운", rarity: "4성", element: "번개", path: "화합", image: "images/정운.webp",
        baseStats: { hp: 847, atk: 529.2, def: 396.9, spd: 112, maxEnergy: 130 },
        statNodes: { "공격력%": 28, "방어력%": 22.5, "번개피해증가%": 8 },
        skills: {
            technique: { name: "산들바람", desc: "비술을 발동하는 즉시 자신의 에너지를 50pt 회복한다" },
            basic: { name: "축객령", desc: "지정된 단일 적에게 정운 공격력 (100/100/110)%만큼의 번개 속성 피해를 준다" },
            skill: { name: "정다운 화음", desc: "지정된 단일 아군에게 [축복]을 제공한다. 대상의 공격력을 (50/50/55)% 증가시키며 현재 정운 공격력의 (25/25/27)%을 넘지 않는다.[축복]을 획득한 대상은 공격 발동 후 추가로 자신의 공격력 (40/40/44)%만큼의 번개 속성 추가 피해를 1회 가한다.[축복] 지속 시간: 3턴. 최근 정운의 전투 스킬 대상이 된 아군에게만 적용된다" },
            ultimate: { name: "상서로운 구름의 기원", desc: "지정된 단일 아군의 에너지를 50pt 회복하고, 목표가 가하는 피해가 (50/56/56)% 증가한다. 지속 시간: 2턴" },
            talent: { name: "자전 폭풍", desc: "적이 정운의 공격을 받으면 [축복]을 획득한 목표는 즉시 해당 대상에게 자신 공격력 (60/60/66)%만큼의 번개 속성 추가 피해를 가한다" }
        },
        passives: {
            passive1: { name: "청명", desc: "전투 스킬 발동 시 정운의 속도가 20% 증가한다. 지속 시간: 1턴" },
            passive2: { name: "재액 방지", desc: "일반 공격이 가하는 피해가 40% 증가한다" },
            passive3: { name: "형통", desc: "정운의 턴 시작 시 즉시 자신의 에너지를 5pt 회복한다" }
        },
        eidolons: {
            e1: { name: "봄바람과 함께 불어오는 행운", desc: "[축복] 효과를 획득한 단일 아군은 필살기 발동 후 속도가 20% 증가한다. 지속 시간:1턴" },
            e2: { name: "군자의 은혜에는 미소로 화답을", desc: "[축복] 효과를 보유 중인 단일 아군이 적을 처치할 경우 에너지를 5pt 회복한다. 해당 효과는 턴당 1회만 발동한다" },
            e3: { name: "푸른 언덕의 유산", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "명화는 변화하며 형세를 읽나니", desc: "[축복] 효과로 인한 피해 배율이 20% 증가한다" },
            e5: { name: "여우의 태연함", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "평화는 모두를 부유하게 할지니", desc: "필살기로 회복하는 아군 대상의 에너지가 10pt 증가한다" }
        }
    };
