export const 한아 = 
{
        name: "한아", rarity: "4성", element: "물리", path: "화합", image: "images/한아.webp",
        baseStats: { hp: 917, atk: 564.48, def: 352.8, spd: 110, maxEnergy: 140 },
        statNodes: { "체력%": 10, "공격력%": 28, "속도": 9 },
        skills: {
            technique: { name: "판명(判冥)", desc: "적을 바로 공격하며, 전투 진입 후 랜덤 단일 적에게 전투 스킬 효과와 동일한 [부담]을 부여한다" },
            basic: { name: "명참천필(冥讖天筆)", desc: "지정된 단일 적에게 한아 공격력 (100/100/110)%만큼의 물리 속성 피해를 준다" },
            skill: { name: "생멸속박", desc: "지정된 단일 적에게 한아 공격력의 (240/264/264)%만큼 물리 속성 피해를 주고, [부담] 상태에 빠트린다.아군이 [부담] 상태의 적에게 일반 공격, 전투 스킬, 필살기를 2회 발동할 때마다 즉시 아군의 전투 스킬 포인트를 1pt 회복한다. [부담]은 가장 최근에 부여된 목표에게만 적용되고, 전투 스킬 포인트 회복 효과를 2회 발동하면 자동으로 해제된다" },
            ultimate: { name: "시왕의 칙령, 모두 복종하라", desc: "지정된 단일 아군의 속도를 한아 속도의 (20/20/21)%만큼 증가시키고, 해당 목표의 공격력을 (60/60/64)% 증가시킨다. 지속 시간: 2턴" },
            talent: { name: "벌악", desc: "아군이 [부담] 상태에 빠진 적에게 일반 공격, 전투 스킬, 필살기 발동 시, 가하는 피해가 (30/30/33)% 증가한다. 지속 시간: 2턴" }
        },
        passives: {
            passive1: { name: "서기", desc: "[부담]의 전투 스킬 포인트 회복 효과를 발동하는 단일 아군의 공격력이 10% 증가한다. 지속 시간: 1턴" },
            passive2: { name: "명부", desc: "[부담]을 보유한 적이 처치될 때, [부담] 효과로 모든 파티원의 전투 스킬 포인트 회복을 발동한 횟수가 1회 이하이면, 추가로 전투 스킬 포인트를 1pt 회복한다" },
            passive3: { name: "환생", desc: "[부담]의 전투 스킬 포인트 회복 효과가 발동되면 자신의 에너지가 2pt 회복된다" }
        },
        eidolons: {
            e1: { name: "일심(一心)", desc: "필살기 효과를 보유한 아군이 적 처치 시, 한아의 행동 게이지가 15% 증가한다. 해당 효과는 턴마다 1회만 발동한다" },
            e2: { name: "이관(二觀)", desc: "전투 스킬 발동 후 속도가 20% 증가한다. 지속 시간: 1턴" },
            e3: { name: "삼진(三塵)", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "사제(四諦)", desc: "필살기 지속 시간이 추가로 1턴 증가한다" },
            e5: { name: "오음(五陰)", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "육정(六正)", desc: "특성의 피해 증가 효과가 추가로 10% 증가한다" }
        }
    };
