export const 무지개가영원히하늘에머물길 = {
        name: "무지개가 영원히 하늘에 머물길", rarity: "5성", path: "기억",
        baseStats: { hp: 1164, atk: 476, def: 529 },
        skill: { name: "포용", desc: "장착한 캐릭터의 속도가 18%/21%/24%/27%/30% 증가한다. 장착한 캐릭터가 일반 공격, 전투 스킬, 필살기 발동 시 모든 아군의 HP를 현재 HP의 1%/1.25%/1.5%/1.75%/2%만큼 소모하고, 장착한 캐릭터의 기억 정령은 다음 공격 후 추가로 공격 목표에게 HP 총 소모량의 250%/312.5%/375%/437.5%/500%만큼 추가 피해를 1회 가하며, 이후 HP 총 소모량을 초기화한다. 장착한 캐릭터의 기억 정령이 기억 정령 스킬 발동 시, 모든 적이 받는 피해가 18%/22.5%/27%/31.5%/36% 증가한다, 지속 시간: 2턴" }
};
