export const 이순간처럼영원한사랑 = {
        name: "이 순간처럼 영원한 사랑", rarity: "5성", path: "기억",
        baseStats: { hp: 1270, atk: 476, def: 463 },
        skill: { name: "서약", desc: "장착한 캐릭터의 속도가 18%/21%/24%/27%/30% 증가한다. 장착한 캐릭터의 기억 정령이 단일 아군에게 기억 정령 스킬 발동 시 [공백]을 획득한다. [공백]: 모든 적이 받는 피해가 10%/12%/14%/16%/18% 증가한다. 장착한 캐릭터의 기억 정령이 적에게 기억 정령 스킬 발동 시 [시구]를 획득한다. [시구]: 모든 아군의 치명타 피해가 16%/19%/22%/25%/28% 증가한다. 장착한 캐릭터의 기억 정령이 [공백]과 [시구]를 동시에 보유할 시 [공백]과 [시구]의 효과가 60%/65%/70%/75%/80% 증가한다" }
};

이순간처럼영원한사랑.autoBuffs = {
    "속도": [18, 21, 24, 27, 30]
};