export const 이별이더아름답도록 = {
        name: "이별이 더 아름답도록", rarity: "5성", path: "기억",
        baseStats: { hp: 1270, atk: 529, def: 396 },
        skill: { name: "각명", desc: "장착한 캐릭터의 HP 최대치가 30%/37.5%/45%/52.5%/60% 증가하고, 장착한 캐릭터 또는 장착한 캐릭터의 기억 정령이 자신의 턴 동안 HP를 잃을 시, 장착한 캐릭터가 [저승의 꽃]을 획득한다. [저승의 꽃]은 장착한 캐릭터와 장착한 캐릭터의 기억 정령이 피해를 가할 시 목표의 방어력을 30%/35%/40%/45%/50% 무시하게 한다, 지속 시간: 2턴장착한 캐릭터의 기억 정령이 사라질 시, 장착한 캐릭터의 행동 게이지가 12%/15%/18%/21%/24% 증가한다. 해당 효과는 최대 1회 발동하며, 장착한 캐릭터가 필살기를 발동할 때마다 발동 횟수가 초기화된다" }
};
