export const 경원 = 
{
        name: "경원", rarity: "5성", element: "번개", path: "지식", image: "images/경원.webp",
        baseStats: { hp: 1164, atk: 699, def: 485, spd: 99, maxEnergy: 130 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "치명타확률%": 12 },
        skills: {
            technique: { name: "위령 소환", desc: "비술을 발동하면 다음 전투 시작 시 [신군]의 첫 번째 턴 공격 단수가 3단 증가한다" },
            basic: { name: "전광석화", desc: "지정된 단일 적에게 경원 공격력 (100/110/110)%만큼의 번개 속성 피해를 가한다" },
            skill: { name: "고공을 가르는 뇌전", desc: "모든 적에게 경원 공격력 (100/100/110)%만큼의 번개 속성 피해를 가하고, 동시에 다음 턴 [신군]의 공격 단수가 2단 증가한다" },
            ultimate: { name: "내가 곧 빛이니", desc: "모든 적에게 경원 공격력 (200/216/216)%만큼의 번개 속성 피해를 가하고, 동시에 다음 턴 [신군]의 공격 단수가 3단 증가한다" },
            talent: { name: "퇴마의 형신", desc: "전투 시작 시 [신군]을 소환한다. [신군]은 기본 상태에서 속도 60pt 및 공격 단수 3단을 보유하며, 행동 시 추가 공격을 발동한다. 공격 단수마다 임의의 단일 적에게 경원 공격력 (66/66/72)%만큼의 번개 속성 피해를 주고, 인접한 목표에게 주목표 25%만큼의 번개 속성 피해를 가한다.[신군]은 최대 10단의 공격 단수를 누적할 수 있으며 공격 단수가 1단 증가할 때마다 속도가 10pt 증가하고, 행동 종료 후 속도와 공격 단수가 기본 상태로 회복된다.경원이 전투 불능 상태에 빠지면 [신군]은 사라진다.경원이 제어류 디버프 상태에 빠지면 [신군]도 행동 할 수 없다" }
        },
        passives: {
            passive1: { name: "적진 격파", desc: "다음 턴에서 [신군]의 공격 단수가 6단 이상일 경우, 신군의 치명타 피해가 25% 증가한다" },
            passive2: { name: "사전 대비", desc: "전투 시작 시 즉시 에너지를 15pt 회복한다" },
            passive3: { name: "장수 파견", desc: "전투 스킬 발동 후 치명타 확률이 10% 증가한다. 지속 시간: 2턴" }
        },
        eidolons: {
            e1: { name: "곤륜을 파괴하는 성류 뇌격", desc: "[신군]이 공격 발동 시 지정된 단일 적에 인접한 목표에게 가하는 피해 배율이 추가로 증가한다. 증가 수치는 주목표에게 가한 피해 배율의 25%이다" },
            e2: { name: "천지를 뒤흔드는 하늘의 창", desc: "[신군]이 행동한 후 경원은 일반 공격, 전투 스킬, 필살기로 가하는 피해가 20% 증가한다. 지속 시간: 2턴" },
            e3: { name: "하늘을 꿰뚫는 번개", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "백사에 떨어진 칼날에 감긴 구름", desc: "[신군]의 공격은 단마다 경원의 에너지를 2pt 회복한다" },
            e5: { name: "목숨을 아끼지 않는 백전 장군", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "적을 격멸하는 위령(威霊)", desc: "[신군]의 공격은 단마다 지정된 적을 추가로 취약 상태에 빠트린다.취약 상태의 적은 받는 피해가 12% 증가하며, 이번 [신군] 공격 종료까지 지속된다. 해당 효과 최대 중첩수: 3스택" }
        }
    };
