export const 더헤르타 = 
{
        name: "더 헤르타", rarity: "5성", element: "얼음", path: "지식", image: "images/더 헤르타.webp",
        baseStats: { hp: 1164, atk: 679.14, def: 485.1, spd: 99, maxEnergy: 220 },
        statNodes: { "공격력%": 18, "속도": 5, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "좋은 걸 보여줄게", desc: "비술 사용 후, 다음 전투 시작 시 더 헤르타의 공격력이 60% 증가한다, 지속 시간: 2턴 현재 맵에 일반 전리품이 존재할 경우, 비술 사용 후 일반 전리품의 위치를 최대 3개 표시한다. 시뮬레이션 우주, 차분화 우주에서 비술을 사용하고 전투에 진입한 후, 웨이브가 시작될 때마다 정예급 미만의 적에게 목표 HP 최대치의 99%만큼 확정 피해를 가하고, 정예급 이상의 목표에게 목표 HP 최대치의 30%만큼 확정 피해를 가한다" },
            basic: { name: "깨달았어?", desc: "지정된 단일 적에게 더 헤르타 공격력의 (100/100/110)%만큼 얼음 속성 피해를 가한다" },
            skill: { name: "시야를 넓혀 봐", desc: "지정된 단일 적에게 더 헤르타 공격력의 (70/77/77)%만큼 얼음 속성 피해를 가하고 [해독]을 1스택 부여한다. 이번 전투 스킬에 명중한 목표 및 인접한 목표에게 더 헤르타 공격력의 n%만큼 얼음 속성 피해를 가한다. 해당 효과는 2회 반복할 수 있다" },
            enhancedSkill: { name: "내게 대담한 생각이 있어", desc: "[영감]을 1스택 소모한다. 지정된 단일 적에게 더 헤르타 공격력의 (80/88/88)%만큼 얼음 속성 피해를 가하고 [해독]을 1스택 부여한다. 이번 전투 스킬에 명중한 목표 및 인접한 목표에게 더 헤르타 공격력의 (80/80/88)%만큼 얼음 속성 피해를 가하며, 2회 반복한다. 마지막으로 모든 적에게 더 헤르타 공격력의 (40/44/44)%만큼 얼음 속성 피해를 가한다" },
            ultimate: { name: "마법이라고 했잖아", desc: "모든 적의 [해독] 스택 수를 재정렬한다. 스택이 높은 [해독]은 정예급 이상의 목표에게 우선 이전되며, 모든 적에게 더 헤르타 공격력의 (200/200/220)%만큼 얼음 속성 피해를 가한다. 필살기 발동 시 더 헤르타의 공격력이 (80/80/88)% 증가한다, 지속 시간: 3턴. 발동 후 더 헤르타는 즉시 행동하며, [영감]을 1스택 획득한다. [영감]은 최대 4스택 보유할 수 있으며, [영감] 보유 시 전투 스킬이 [내게 대담한 생각이 있어]로 강화된다" },
            talent: { name: "가져와", desc: "적이 전투 진입 시, 더 헤르타가 대상에게 [해독]을 1스택 부여한다. 웨이브가 시작될 때마다 랜덤 적 1기에게 [해독]을 25스택 부여하며, 정예급 이상의 목표에게 우선 부여한다. 강화된 전투 스킬의 주목표가 [해독] 보유 시, 스택마다 주목표/다른 목표에게 가하는 피해 배율이 (8/8.8/8.8)%/(4/4.4/4.4)% 증가하며, 파티에 「지식」 운명의 길 캐릭터가 2명 이상 있을 시, 스택마다 주목표/다른 목표에게 가하는 피해 배율이 추가로 (8/8.8/8.8)%/(4/4.4/4.4)% 증가한다. [해독]은 최대 42스택 중첩되며, 강화된 전투 스킬 사용 시 주목표의 [해독]은 1스택으로 초기화된다. 적이 퇴장하거나 임의 유닛에게 처치되면 [해독]은 이전되며, 정예급 이상의 목표에게 우선 이전된다" }
        },
        passives: {
            passive1: { name: "냉정한 정직", desc: "아군이 공격 시 명중한 적에게 [해독]을 1스택 부여한다. 공격 후, 이번 공격에서 명중한 목표 1기당 더 헤르타의 에너지를 고정으로 3pt 회복하며, 최대 5개 목표까지 계산한다. 강화된 전투 스킬 발동 시 주목표의 [해독]이 42스택에 도달하면 더 헤르타가 가하는 피해가 50% 증가하며, 이번 공격이 종료될 때까지 지속된다" },
            passive2: { name: "시야 밖의 편지", desc: "전투 진입 시 파티 내 「지식」 운명의 길 캐릭터가 2명 이상일 경우 모든 아군의 치명타 피해가 80% 증가한다. 행적 [냉정한 정직]이 명중한 목표 계산 시 최소 3기의 목표를 계산하고, 공격 후 명중한 적 중 [해독] 스택 수가 가장 높은 목표에게 [해독]을 1스택 부여하며, 공격자가 「지식」 운명의 길 캐릭터일 경우 추가로 [해독]을 2스택 부여한다" },
            passive3: { name: "허기의 풍경", desc: "적에게 [해독]이 1스택 부여될 때마다 더 헤르타가 [수수께끼의 답]을 1스택 획득한다, 최대 중첩수: 99스택. 필살기 발동 시 [수수께끼의 답]을 1스택 보유할 때마다 이번 필살기의 피해 배율이 1% 증가한다" }
        },
        eidolons: {
            e1: { name: "뭇별이 떨어지는 밤", desc: "강화된 전투 스킬이 [해독] 스택 수 계산 시, 추가로 주목표 및 인접한 목표 중 스택이 가장 높은 목표의 현재 [해독] 스택 수의 50%를 계산한다. 강화된 전투 스킬을 발동해 [해독] 초기화 시 스택 수가 15스택으로 초기화된다" },
            e2: { name: "열쇠 구멍으로 부는 바람", desc: "더 헤르타가 전투 진입 및 필살기 발동 후 추가로 [영감]을 1스택 획득한다. 강화된 전투 스킬 발동 후, 더 헤르타의 다음 행동 게이지가 35% 증가한다" },
            e3: { name: "름으로 가는 문", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "열여섯 번째 열쇠", desc: "파티 내 「지식」 운명의 길 캐릭터의 속도가 12% 증가한다" },
            e5: { name: "쓴 약 같은 진리", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "달콤한 미끼 같은 답", desc: "더 헤르타의 얼음 속성 저항 관통이 20% 증가한다. 필드 위 적의 수량이 3 이상/2/1일 시 필살기의 피해 배율이 140%/250%/400% 증가한다" }
        }
    };
