export const 아낙사 = 
{
        name: "아낙사", rarity: "5성", element: "바람", path: "지식", image: "images/아낙사.webp",
        baseStats: { hp: 970, atk: 756.76, def: 557.87, spd: 97, maxEnergy: 140 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "바람피해증가%": 22.4 },
        skills: {
            technique: { name: "눈동자의 색채", desc: "비술 사용 후 일정 구역 내의 적을 공포 상태에 빠트린다. 공포 상태의 적은 아낙사에게서 도망친다, 지속 시간: 10초. 아군이 공포 상태에 빠진 적을 선공하면 약점을 이용해 전투에 진입한 것으로 간주하며, 전투 진입 후 아낙사는 각 단일 적에게 공격자 속성의 약점을 1개 부여한다, 지속 시간: 3턴" },
            basic: { name: "참된 지식을 빚어내는 고통", desc: "지정된 단일 적에게 아낙사 공격력의 (100/110/110)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "헛된 지식을 몰아내는 프랙털", desc: "지정된 단일 적에게 아낙사 공격력의 (70/70/77)%만큼 바람 속성 피해를 가하고, 추가로 피해를 4회 가한다. 피해를 가할 때마다 랜덤 단일 적에게 아낙사 공격력의 (70/70/77)%만큼 바람 속성 피해를 가하며, 이번 전투 스킬에 명중되지 않은 적에게 우선으로 바운스한다. 발동 시 필드 위에 공격 가능한 적이 1기 있을 때마다 이번 전투 스킬로 가하는 피해가 20% 증가한다" },
            ultimate: { name: "대지를 뚫고 나온 생명, 창조된 세계", desc: "모든 적을 [승화] 상태에 빠트리고, 이후 모든 적에게 아낙사 공격력의 (160/176/176)%만큼 바람 속성 피해를 가한다. [승화] 상태에서 목표는 동시에 물리, 화염, 얼음, 번개, 바람, 양자, 허수 속성 약점이 부여되며, 목표의 턴이 시작될 때까지 지속된다. 목표가 제어 저항을 보유하지 않았을 경우 [승화] 상태에서는 행동할 수 없다" },
            talent: { name: "네 가지 명철함, 세 번의 위대함", desc: "아낙사가 적을 1회 명중할 때마다 목표에게 랜덤 속성 약점을 1개 부여한다, 지속 시간: 3턴. 목표가 보유하지 않은 약점을 우선으로 부여한다.아낙사가 필드에 있을 시, 최소 5가지 다른 속성 약점을 보유한 적을 [성질 발로] 상태에 빠트린다. 아낙사가 [성질 발로] 상태의 목표에게 가하는 피해가 (30/30/32.4)% 증가하고, 또한 대상에게 일반 공격 또는 전투 스킬을 발동하면 해당 목표에게 추가로 전투 스킬을 1회 발동한다. 추가 전투 스킬은 전투 스킬 포인트를 소모하지 않으며, 해당 효과를 다시 발동하지 않는다. 만약 추가 전투 스킬 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다" }
        },
        passives: {
            passive1: { name: "유랑하는 시니피앙", desc: "일반 공격 발동 시 추가로 에너지를 10pt 회복한다. 턴 시작 시 필드 위에 [성질 발로] 상태인 적이 없을 경우 즉시 에너지를 30pt 회복한다" },
            passive2: { name: "필요한 공백", desc: "아군 파티 내 「지식」 운명의 길 캐릭터의 수에 따라 이번 전투에서 아래 중 하나의 효과를 발동한다. 1명: 아낙사의 치명타 피해가 140% 증가한다 최소 2명: 모든 아군이 가하는 피해가 50% 증가한다" },
            passive3: { name: "성질의 변환", desc: "적이 서로 다른 속성의 약점을 1개 보유할 때마다 아낙사가 대상에게 가하는 피해는 방어력을 4% 무시하며, 최대 7개까지 계산한다" }
        },
        eidolons: {
            e1: { name: "달로 별밤을 가린 마술사", desc: "처음 전투 스킬을 발동한 후 전투 스킬 포인트를 1pt 회복한다. 전투 스킬을 발동해 적 명중 시 목표의 방어력을 16% 감소시킨다, 지속 시간: 2턴" },
            e2: { name: "진실된 역사의 자연인", desc: "적이 필드 진입 시 특성의 약점 부여 효과를 1회 발동하며, 대상의 모든 속성 저항을 20% 감소시킨다" },
            e3: { name: "하늘 밖에 새겨진 눈동자", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "산골짜기에 떨어진 열기", desc: "전투 스킬 발동 시 공격력이 30% 증가한다, 지속 시간: 2턴, 해당 효과 최대 중첩수: 2스택" },
            e5: { name: "소용돌이의 원심을 벗어난 씨앗", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "만물은 모두 만물 속에", desc: "아낙사가 가하는 피해가 기존 피해의 130%가 된다. 행적 [필요한 공백]의 두 가지 효과가 바로 발동되며, 더 이상 아군 파티 내 「지식」 운명의 길 캐릭터 수에 의존하지 않는다" }
        }
    };
