export const 아젠티 = 
{
        name: "아젠티", rarity: "5성", element: "물리", path: "지식", image: "images/아젠티.webp",
        baseStats: { hp: 1048, atk: 737, def: 364, spd: 103, maxEnergy: 180 },
        statNodes: { "체력%": 10, "공격력%": 28, "물리피해증가%": 14.4 },
        skills: {
            technique: { name: "순수하고 고결한 선언", desc: "비술 사용 후 일정 구역 내의 적을 10초 동안 현기증 상태에 빠트린다. 현기증 상태인 적은 아군을 선공할 수 없다.현기증 상태에 빠진 적을 선공해 전투 진입 시, 모든 적에게 아젠티 공격력의 80%만큼 물리 속성 피해를 가하고, 아젠티의 에너지가 15pt 회복된다" },
            basic: { name: "덧없는 향기", desc: "지정된 단일 적에게 아젠티 공격력의 (100/110/110)%만큼 물리 속성 피해를 준다" },
            skill: { name: "공정, 이곳에 피어나다", desc: "모든 적에게 아젠티 공격력의 (120/132/132)%만큼 물리 속성 피해를 준다" },
            ultimate: { name: "정원에서 선사하는 극한의 미", desc: "에너지를 90pt 소모하고, 모든 적에게 아젠티 공격력의 (160/160/172)%만큼 물리 속성 피해를 준다" },
            enhancedUltimate: { name: "정원에서 「내」가 수여한 공훈", desc: "에너지를 180pt 소모하고 모든 적에게 아젠티 공격력의 (280/280/302)%만큼 물리 속성 피해를 준다. 추가로 피해를 6회 주며, 피해를 가할 때마다 랜덤 단일 적에게 아젠티 공격력의 (95/95/102)%만큼 물리 속성 피해를 준다" },
            talent: { name: "숭고한 객체", desc: "일반 공격, 전투 스킬, 필살기 발동 시 적을 1기 명중할 때마다 아젠티의 에너지가 3pt 회복되고, [승격]을 1스택 획득하며, 아젠티의 치명타 확률이 (2.5/2.8/2.8)% 증가한다. 해당 효과 최대 중첩수: 10스택" }
        },
        passives: {
            passive1: { name: "경건", desc: "턴 시작 시 즉시 [승격]을 1스택 획득한다" },
            passive2: { name: "너그러움", desc: "적이 전투 진입 시 자신의 에너지를 즉시 2pt 회복한다" },
            passive3: { name: "용기", desc: "현재 HP 백분율이 50% 이하인 적에게 주는 피해가 15% 증가한다" }
        },
        eidolons: {
            e1: { name: "심미왕국의 결함", desc: "[승격] 스택마다 추가로 치명타 피해가 4% 증가한다" },
            e2: { name: "아게이트의 겸손", desc: "필살기 발동 시 적이 3기 이상일 경우 공격력이 40% 증가한다. 지속 시간: 1턴" },
            e3: { name: "가시밭길의 영광", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "나팔의 헌신", desc: "전투 시작 시 [승격]을 2스택 획득하고, 특성의 효과 최대 중첩수가 2스택 증가한다" },
            e5: { name: "우주 어딘가의 눈", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "「그분」의 빛", desc: "필살기 발동 시 적의 방어력을 30% 무시한다" }
        }
    };
