export const 제이드 = 
{
        name: "제이드", rarity: "5성", element: "양자", path: "지식", image: "images/제이드.webp",
        baseStats: { hp: 1087, atk: 659.74, def: 509.36, spd: 103, maxEnergy: 140 },
        statNodes: { "공격력%": 18, "효과저항%": 10, "양자피해증가%": 22.4 },
        skills: {
            technique: { name: "사냥꾼의 시야", desc: "비술 사용 후 일정 구역 내의 적을 10초 동안 [맹종] 상태에 빠트린다. [맹종] 상태의 적은 아군을 선공하지 않는다. [맹종] 상태의 적을 선공해 전투 진입 시 모든 [맹종] 상태의 적이 동시에 전투에 진입한다. 전투 진입 후 모든 적에게 제이드 공격력의 50%만큼 양자 속성 피해를 가하고, 즉시 [전당품]을 15스택 획득한다" },
            basic: { name: "갈취의 채찍", desc: "지정된 단일 적에게 제이드 공격력의 (90/90/99)%만큼 양자 속성 피해를 가하고, 동시에 인접한 목표에게 제이드 공격력의 (30/30/33)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "병탄 합병의 담보", desc: "지정된 단일 아군을 [빚 수금업자]로 만들며, 해당 목표의 속도가 30pt 증가한다, 지속 시간: 3턴 [빚 수금업자]가 공격 발동 후 명중한 모든 적에게 제이드 공격력의 (25/25/27)%만큼 양자 속성 추가 피해를 1회 가하고, [빚 수금업자] HP 최대치의 2%만큼 HP를 소모한다. 현재 HP가 부족하면 HP가 1pt로 감소한다.제이드가 [빚 수금업자]가 되면 속도 증가 효과를 획득할 수 없고 공격 후 HP를 소모하지 않는다.필드에 [빚 수금업자]가 존재할 시 제이드는 전투 스킬을 발동할 수 없으며, 제이드의 턴이 시작될 때마다 [빚 수금업자] 상태의 지속 턴 수가 1 감소한다" },
            ultimate: { name: "서약의 심연, 영원의 계약", desc: "모든 적에게 제이드 공격력의 (240/240/264)%만큼 양자 속성 피해를 가한다. 또한 제이드 특성의 추가 공격이 강화되고, 추가 공격으로 가하는 피해 배율이 (80/80/88)% 증가한다. 강화 효과는 2회 적용된다" },
            talent: { name: "보석을 골라내는 이빨", desc: "제이드 혹은 [빚 수금업자]가 된 목표가 공격 발동 후, 적을 1기 명중할 때마다 충전을 1pt 획득한다. 충전이 8pt에 도달하면 충전을 8pt 소모하여 추가 공격을 1회 발동하고, 모든 적에게 제이드 공격력의 (120/132/132)%만큼 양자 속성 피해를 가한다. 이번 추가 공격은 충전을 획득할 수 없다.제이드가 특성의 추가 공격을 발동하면 즉시 [전당품]을 5스택 획득하며, [전당품] 스택마다 치명타 피해가 (2.4/2.64/2.64)% 증가한다, 최대 중첩수: 50스택" }
        },
        passives: {
            passive1: { name: "리버스 레포", desc: "적이 전투에 진입하면 제이드는 [전당품]을 1스택 획득한다. [빚 수금업자] 상태인 캐릭터의 턴이 시작되면 [전당품]을 추가로 3스택 획득한다" },
            passive2: { name: "전당표", desc: "전투 시작 시 제이드의 행동 게이지가 50% 증가한다" },
            passive3: { name: "유전물", desc: "특성의 [전당품] 1스택마다 추가로 제이드의 공격력을 0.5% 증가시킨다" }
        },
        eidolons: {
            e1: { name: "이타심? 역시 거래 가능", desc: "제이드 특성의 추가 공격 피해가 32% 증가한다. [빚 수금업자] 상태를 보유한 캐릭터가 공격 발동 후 명중한 적의 수량이 2/1기일 시 제이드가 충전을 추가로 1/2pt 획득한다" },
            e2: { name: "도덕? 담보 승인", desc: "[전당품]이 15스택까지 중첩될 시 제이드의 치명타 확률이 18% 증가한다" },
            e3: { name: "솔직? 저당 대상이 될 뿐", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "진심? 풋옵션만 가능", desc: "필살기 발동 시 제이드가 가하는 피해가 적의 방어력을 12% 무시한다. 지속 시간: 3턴" },
            e5: { name: "희망? 유전물이 된 지 오래", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "공평? 여전히 보증 필요", desc: "필드 위에 [빚 수금업자] 상태인 캐릭터가 있을 시 제이드의 양자 속성 저항 관통이 20% 증가하고, 제이드가 [빚 수금업자] 상태를 획득한다" }
        }
    };
