export const 토오사카린 = 
{
        name: "토오사카 린", rarity: "5성", element: "양자", path: "지식", image: "images/토오사카 린.webp",
        baseStats: { hp: 1048, atk: 698.54, def: 460.85, spd: 102, maxEnergy: 160 },
        statNodes: { "공격력%": 18, "치명타피해%": 37.3, "양자피해증가%": 8 },
        skills: {
            technique: { name: "전환 충전", desc: "비술 사용 후, 다음 전투 시작 시 [보석 에너지]를 10pt 획득한다" },
            basic: { name: "팔극권", desc: "지정된 단일 적에게 토오사카 린 공격력의 (100/110/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "보석검·젤레치", desc: "지정된 단일 적에게 토오사카 린 공격력의 (160/176/176)%만큼 양자 속성 피해를 가한다" },
            enhancedSkill: { name: "제2마법 실험", desc: "모든 적에게 토오사카 린 공격력의 (90/99/99)%만큼 양자 속성 피해를 가한다. 이후 [보석 에너지]를 3pt 소모하여 랜덤 단일 적에게 추가로 토오사카 린 공격력의 (90/99/99)%만큼 양자 속성 피해를 가하며, [보석 에너지]가 3pt 미만이 되거나 현재 HP가 0보다 큰 적이 없을 때까지 반복한다(최대 33회 반복). 발동 시 현재 전투 스킬 포인트가 2pt보다 높을 경우, 전투 스킬 포인트를 2pt까지 소모하고, 소모한 전투 스킬 포인트 1pt당 즉시 [보석 에너지]를 2pt 획득한다" },
            ultimate: { name: "산맥을 뒤흔드는 샛별의 장작", desc: "지정된 단일 적에게 토오사카 린 공격력의 (600/600/660)%만큼 양자 속성 피해를 가하고, 동시에 다른 적에게 토오사카 린 공격력의 (200/200/220)%만큼 양자 속성 피해를 가한다. 발동 시 아군의 전투 스킬 포인트를 1pt 회복하고, 모든 적이 받는 피해를 (20/20/21)% 증가시킨다, 지속 시간: 3턴" },
            talent: { name: "보석 마술", desc: "전투 진입 시 [보석 에너지]를 20pt 획득한다. 아군이 전투 스킬 포인트를 소모하거나 회복할 시, 해당 아군의 치명타 피해가 2턴 동안 (70/70/77)% 증가하고, 전투 스킬 포인트를 1pt 소모하거나 회복할 때마다 토오사카 린은 [보석 에너지]를 1pt 획득한다. 토오사카 린이 보유한 [보석 에너지]가 15pt 이상이거나 현재 전투 스킬 포인트가 7pt 이상일 경우, 전투 스킬이 [제2마법 실험]으로 강화된다" },
            enhancedTalent: { name: "자유자재 토오사카류", desc: "아처가 전투 스킬 [거짓•나선검]을 발동해 공격한 후, 전투 스킬 포인트가 3pt 이하이거나 이번 [회로접속] 상태에서 이미 [거짓•나선검]을 5회 직접 발동했으며, [자유자재 토오사카류]의 연계 추가 공격을 발동하지 않았을 경우, 토오사카 린과 아처가 모든 적에게 연계 추가 공격을 발동해 각각 토오사카 린 공격력의 (300/300/330)% 및 아처 공격력의 (300/300/330)%만큼 양자 속성 피해를 가하고, 아군의 전투 스킬 포인트를 4pt 회복한다. 해당 연계 추가 공격은 1회만 발동할 수 있으며, 토오사카 린의 턴 종료 시 발동 가능 횟수가 초기화된다" }
        },
        passives: {
            passive1: { name: "우아함 유지", desc: "토오사카 린이 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 2pt 증가한다. 전투 진입 시 토오사카 린의 공격력이 150% 증가하고, 양자 속성 저항 관통이 15% 증가하며, 파티에 아처가 있을 경우 아처도 해당 효과를 획득한다" },
            passive2: { name: "숙녀의 품격", desc: "전투 진입 시 및 강화된 전투 스킬 발동 후, 토오사카 린의 속도가 20% 증가한다, 지속 시간: 3턴" },
            passive3: { name: "쏟아지는 재물운", desc: "토오사카 린이 필살기 발동 시 [보석 에너지]를 12pt 획득한다" }
        },
        eidolons: {
            e1: { name: "보석옹의 제자", desc: "단일 강화된 전투 스킬이 소모한 [보석 에너지]가 30pt 이상일 경우, 토오사카 린은 소모한 [보석 에너지]와 동일한 수량의 [그림자 보석]을 획득한다.[그림자 보석] 보유 시, 전투 스킬이 [제2마법 실험]으로 강화된다. 강화된 전투 스킬은 모든 [그림자 보석]을 소모하고, 전투 스킬 포인트를 [보석 에너지]로 전환하는 효과가 발동하지 않으며, [보석 에너지]를 소모하지 않는다" },
            e2: { name: "차원의 여행자", desc: "토오사카 린이 가하는 전투 스킬 피해가 30% 증가한다. 토오사카 린이 필드에 있을 시, 모든 아군이 가하는 전투 스킬 피해가 기존 피해의 130%가 된다" },
            e3: { name: "성배전쟁: 승리 기념", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "붉은색·악마·3배속", desc: "특성 [보석 마술]의 치명타 피해 증가 효과가 토오사카 린에게 적용될 시, 효과가 중첩될 수 있다, 최대 중첩수: 2스택" },
            e5: { name: "금성의 여신의 총애", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "이번엔 실수 안 했어!", desc: "토오사카 린의 모든 속성 저항 관통이 20% 증가한다. 필살기 발동 시 [보석 에너지] 24pt와 보너스 턴 1개를 획득한다" }
        }
    };
