export const 히메코 = 
{
        name: "히메코", rarity: "5성", element: "화염", path: "지식", image: "images/히메코.webp",
        baseStats: { hp: 1048, atk: 756.76, def: 436.59, spd: 96, maxEnergy: 120 },
        statNodes: { "공격력%": 18, "효과저항%": 10, "화염피해증가%": 22.4 },
        skills: {
            technique: { name: "불완전 연소", desc: "비술 사용 후 15초 동안 지속되는 특수영역을 하나 만든다. 특수 영역 안에 있는 적은 전투 진입 후 100%의 기본 확률로 받는 화염 속성 피해가 10% 증가한다. 지속 시간: 2턴. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "무장 조율", desc: "지정된 단일 적에게 히메코 공격력 (100/110/110)%만큼의 화염 속성 피해를 가한다" },
            skill: { name: "용핵 폭파", desc: "지정된 단일 적에게 히메코 공격력 (200/220/220)%만큼의 화염 속성 피해를 주고, 인접한 목표에게 히메코 공격력 (80/88/88)%만큼의 화염 속성 피해를 가한다" },
            ultimate: { name: "하늘이 내린 불꽃", desc: "모든 적에게 히메코 공격력 (230/230/248)%만큼의 화염 속성 피해를 주고, 적 1기를 처치할 때마다 히메코는 에너지를 추가로 5pt 회복한다" },
            talent: { name: "기세 몰이", desc: "적의 약점이 격파될 경우 히메코는 충전을 획득한다. 최대 3pt까지 충전된다.아군이 공격 발동 후 히메코의 충전이 최대치가 될 경우 바로 추가 공격을 1회 발동하고, 모든 적에게 히메코 공격력 (140/140/154)%만큼의 화염 속성 피해를 주고 충전을 모두 소모한다.전투 시작 시 충전을 1pt 획득한다" }
        },
        passives: {
            passive1: { name: "불티", desc: "공격 발동 후 50%의 기본 확률로 적을 연소 상태에 빠트린다. 지속 시간: 2턴연소 상태의 적은 턴이 시작될 때마다 히메코 공격력의 30%만큼 화염 속성 지속 피해를 받는다" },
            passive2: { name: "작열", desc: "전투 스킬이 연소 상태의 적에게 가하는 피해가 20% 증가한다" },
            passive3: { name: "도표", desc: "현재 HP 백분율이 80% 이상이면, 치명타 확률이 15% 증가한다" }
        },
        eidolons: {
            e1: { name: "어린 시절", desc: "[기세 몰이] 발동 후 히메코의 속도가 20% 증가한다. 지속 시간: 2턴" },
            e2: { name: "우연한 만남", desc: "현재 HP 백분율이 50% 이하인 적에게 가하는 피해가 15% 증가한다" },
            e3: { name: "자아", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "몰입", desc: "전투 스킬을 발동하여 적의 약점을 격파할 시 히메코는 추가로 1pt의 충전을 획득한다" },
            e5: { name: "몽상", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "개척!", desc: "필살기는 추가로 2회 피해를 주고, 임의의 적에게 각각 기존 피해 40%만큼의 화염 속성 피해를 준다" }
        }
    };
