export const 그무수한봄날 = {
        name: "그 무수한 봄날", rarity: "5성", path: "공허",
        baseStats: { hp: 952, atk: 582, def: 529 },
        skill: { name: "흔적 없는 세상만사", desc: "장착한 캐릭터의 효과 명중이 60%/70%/80%/90%/100% 증가하고, 장착한 캐릭터가 일반 공격, 전투 스킬, 필살기를 발동해 적을 공격하면 60%의 기본 확률로 해당 목표를 [무장해제] 상태에 빠트린다. [무장해제] 상태의 적은 받는 피해가 10%/12%/14%/16%/18% 증가한다, 지속 시간: 2턴. 목표가 장착한 캐릭터가 부여한 지속 피해 상태일 시 60%의 기본 확률로 장착한 캐릭터가 부여한 [무장해제] 상태가 [궁지 몰이] 상태로 업그레이드되며, 적이 받는 피해가 추가로 14%/16%/18%/20%/22% 증가한다, 지속 시간: 2턴, 지속 시간 동안 장착한 캐릭터는 해당 목표에게 [무장해제]를 부여할 수 없다" }
};
