export const 그녀의불꽃을잊지말라 = {
        name: "그녀의 불꽃을 잊지 말라", rarity: "5성", path: "공허", image: "images/그녀의 불꽃을 잊지 말라.webp",
        baseStats: { hp: 1164.24, atk: 529.2, def: 463.05 },
        skill: { name: "분신", desc: "장착한 캐릭터의 격파 특수효과가 60%/75%/90%/105%/120% 증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가 32%/42%/52%/62%/72% 증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다." }
};
