export const 개척자환락 = 
{
        name: "개척자·환락", rarity: "5성", element: "번개", path: "환락", image: "images/개척자·환락.webp",
        baseStats: { hp: 1087, atk: 465.7, def: 630.63, spd: 106, maxEnergy: 160 },
        statNodes: { "공격력%": 28, "치명타확률%": 12, "치명타피해%": 13.3 },
        skills: {
            technique: { name: "불타오른다!", desc: "비술 사용 후 랜덤으로 다음 중 1가지 효과를 획득한다.낮은 확률로 [함박웃음] 획득: 환락도가 30% 증가한다.높은 확률로 [참을 수 없는 웃음] 획득: 환락도가 20% 증가한다.다음 전투 시작 시, 모든 아군의 환락도가 해당 수치만큼 증가한다, 지속 시간: 3턴" },
            basic: { name: "이게 바로 응원이지", desc: "지정된 단일 적에게 개척자 공격력의 (100/100/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "폭풍이 소란스럽군", desc: "모든 적에게 개척자 공격력의 (60/66/66)%만큼 번개 속성 피해를 가하고, [훌륭한 솜씨에는 보상을]을 20pt 획득한다" },
            ultimate: { name: "마음껏 날아, 개척이 함께할 테니!", desc: "웃음 포인트를 5pt 획득하고, 지정된 단일 아군의 치명타 피해를 (50/54/54)% 증가시킨다, 지속 시간: 3턴, 또한 해당 목표의 제어류 디버프 상태를 해제한다.목표가 환락 스킬을 보유하고 있다면, 목표는 추가로 [훌륭한 솜씨에는 보상을]을 10pt 획득하고, 즉시 웃음 포인트 20pt로 고정 집계되는 환락 스킬을 1회 발동한다. 환락 스킬 발동 전 적이 처치될 경우 새로 등장한 적에게 환락 스킬을 발동한다.목표가 환락 스킬을 보유하고 있지 않다면, 목표의 행동 게이지를 50% 증가시킨다" },
            talent: { name: "영웅의 웃음은 칼바람의 전조", desc: "공격 발동 후 에너지를 고정으로 10pt 회복하고, 웃음 포인트를 3pt 획득한다.개척자가 [훌륭한 솜씨에는 보상을] 보유 시, 전투 스킬이 모든 적에게 추가로 번개 속성 환락 피해를 (30/33/33)% 가하며, 해당 피해는 아군 중 가장 높은 [훌륭한 솜씨에는 보상을] 수치를 사용하여 계산한다" },
            elationSkill: { name: "내가 환락이라고 했잖아!", desc: "피해를 8회 가하며, 회당 랜덤 단일 적에게 번개 속성 환락 피해를 (20/21/22)% 가한다. 마지막으로 번개 속성 환락 피해를 (60/63/66)% 가하며, 해당 피해는 모든 적이 균등 분담한다" }
        },
        passives: {
            passive1: { name: "통쾌하다, 통쾌해!", desc: "개척자의 공격력이 1000pt보다 높으면, 초과한 공격력 200pt당 자신의 환락도가 10% 증가하며, 최대 60% 증가한다" },
            passive2: { name: "끝장을 보자!", desc: "자신의 치명타 확률이 15% 증가한다. 필살기 발동 후 아군의 전투 스킬 포인트를 1pt 회복한다" },
            passive3: { name: "아하, 물어!", desc: "아군이 환락 스킬을 발동한 후, 개척자가 다음번 전투 스킬 발동 시 추가로 [훌륭한 솜씨에는 보상을]을 2pt 획득한다" }
        },
        eidolons: {
            e1: { name: "빛을 믿는 시간", desc: "전투 스킬 발동 후, 다음 필살기로 아군이 획득하는 [훌륭한 솜씨에는 보상을]이 2pt 증가한다. 해당 효과 최대 중첩수: 3스택" },
            e2: { name: "명장면 탄생 중······", desc: "필살기가 추가로 지정된 단일 아군의 환락도를 12% 증가시킨다, 지속 시간: 2턴" },
            e3: { name: "화제의 중심은, 바로 나!", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "세상을 구하는 데 이유는 필요 없어", desc: "환락 스킬 발동 시, 적이 받는 피해를 10% 증가시킨다, 지속 시간: 2턴" },
            e5: { name: "사랑과 용기는 절대 유행을 타지 않아", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "은하 전설, 등장!", desc: "환락 스킬 발동 시, 자신의 치명타 피해를 100% 증가시킨다, 지속 시간: 3턴" }
        }
    };
