export const 스파키 = 
{
        name: "스파키", rarity: "5성", element: "화염", path: "환락", image: "images/스파키.webp",
        baseStats: { hp: 1048, atk: 640, def: 461, spd: 107, maxEnergy: 160 },
        statNodes: { "치명타확률%": 12, "치명타피해%": 13.3, "환락도": 28 },
        skills: {
            technique: { name: "수익 전환", desc: "비술 사용 후 일정 구역 내의 적을 10초 동안 [차단] 상태에 빠트린다. [차단] 상태인 적은 아군을 발견할 수 없다.[차단] 상태에 빠진 적을 선공 시, 전투 진입 후 모든 적에게 스파키 공격력의 50%만큼 화염 속성 피해를 가하고, 아군 전투 스킬 포인트를 2pt 회복한다" },
            basic: { name: "불발됐네?", desc: "지정된 단일 적에게 스파키 공격력의 (100/110/110)%만큼 화염 속성 피해를 가한다" },
            enhancedBasic: { name: "만개한 꽃, 승자독식!", desc: "라이브 방송 연결 결과를 정산하여 지정된 단일 적에게 스파키 공격력의 (100/110/110)%만큼 화염 속성 피해를 가하고, 인접한 목표에게 스파키 공격력의 (50/55/55)%만큼 화염 속성 피해를 가한다" },
            skill: { name: "소리 질러! 파키는 방송 중", desc: "라이브 방송 연결을 활성화하며, 일반 공격이 [만개한 꽃, 승자독식!]으로 변경되고, [상호작용 함정]을 1회 발동한다. 이번 스킬 동안 [상호작용 함정]을 중복 발동할 수 있으며, 최대 20회 발동할 수 있다. 해당 스킬 발동은 전투 스킬 사용으로 간주하지 않는다" },
            enhancedSkill: { name: "상호작용 함정", desc: "[만개한 꽃, 승자독식!]이 지정된 단일 적에 대한 피해 배율이 (20/22/22)% 증가하고, 인접한 목표에 대한 피해 배율이 (10/11/11)% 증가하며, 랜덤으로 다음 중 1개의 선물을 획득한다.[슈퍼 선물]: 웃음 포인트 2pt 및 전투 스킬 포인트 2pt [일반 선물]: 웃음 포인트 1pt 해당 스킬 발동은 전투 스킬 사용으로 간주하지 않는다" },
            ultimate: { name: "끝없는 광란, 카메라를 멈추지 마", desc: "웃음 포인트를 2pt 획득한다. 모든 적에게 스파키 공격력의 (0.6*환락도+(50/50/54)%)만큼 화염 속성 피해를 가한다" },
            talent: { name: "배후의 파키", desc: "스파키가 [훌륭한 솜씨에는 보상을] 보유 시:강화된 일반 공격을 발동하면 지정된 단일 적에게 화염 속성 환락 피해를 (40/40/44)% 가하고, 인접한 목표에게 화염 속성 환락 피해를 (20/20/22)% 가한다. 또한, [상호작용 함정]을 1회 발동할 때마다 강화된 일반 공격 발동 시 추가로 피격된 랜덤 적 1기에게 화염 속성 환락 피해를 (20/20/22)% 1회 가한다.필살기 발동 시 모든 적에게 화염 속성 환락 피해를 (48/48/53)% 가한다" },
            elationSkill: { name: "신호 폭주: 쇼타임 리턴즈!", desc: "모든 적에게 화염 속성 환락 피해를 (50/52.5/55)% 가하고, 추가로 피해를 20회 가한다. 피해를 가할 때마다 랜덤 단일 적에게 화염 속성 환락 피해를 (25/26.3/27.5)% 가한다. 스파키가 자신의 전투 스킬 포인트 소모를 대체할 수 있는 [킬링 포인트]를 2개 획득한다. [킬링 포인트] 소모는 전투 스킬 포인트 소모로 간주한다." }
        },
        passives: {
            passive1: { name: "달콤해! 웃음 포인트 사인회", desc: "스파키의 공격력이 2000pt보다 높으면, 공격력이 100pt 초과할 때마다 자신의 환락도가 5% 증가하며, 최대 80% 증가한다" },
            passive2: { name: "현란해! 컨셉 만화경", desc: "파티에 「환락」 운명의 길 캐릭터가 1/2/3명 이상일 경우, 스파키가 필살기 발동 시 추가로 웃음 포인트를 2/4/8pt, [킬링 포인트]를 1/1/4개 획득한다" },
            passive3: { name: "끓어오른다! 진위 팔레트", desc: "현재 보유한 웃음 포인트 1pt당 모든 아군의 치명타 피해가 8% 증가하고, 최대 80% 증가한다" }
        },
        eidolons: {
            e1: { name: "#인기_검색어:그녀는_누구?", desc: "아하 타임 종료 시 웃음 포인트를 5pt 획득한다. 현재 보유한 웃음 포인트 1pt당 모든 아군의 모든 속성 저항 관통이 1.5% 증가하며, 최대 15% 증가한다" },
            e2: { name: "#시청자의_눈은_정확하다", desc: "아하 타임 종료 시 스파키는 보너스 턴 1개와 [킬링 포인트] 2개를 획득한다. [킬링 포인트]를 1개 소모할 때마다 자신의 치명타 피해가 10% 증가한다, 지속 시간: 2턴, 최대 중첩수: 4스택" },
            e3: { name: "#눌러봐:두근두근_링크", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "#시선_강탈!표정관리_만렙", desc: "필살기 발동 시 추가로 웃음 포인트를 5pt 획득하고, 자신의 환락도를 36% 증가시킨다, 지속 시간: 3턴" },
            e5: { name: "#망가진_세계는_파키가_수선중", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "#짜잔_곧_절판될_나", desc: "모든 속성 저항 관통이 20% 증가한다. 환락 스킬은 웃음 포인트가 1pt 집계될 때마다 가하는 피해 횟수가 추가로 1회 증가하며, 최대 40회까지 증가한다" }
        }
    };
