export const 어벤츄린웨이브 = 
{
        name: "어벤츄린·웨이브", rarity: "5성", element: "양자", path: "환락", image: "images/어벤츄린·웨이브.webp",
        baseStats: { hp: 1164, atk: 485.1, def: 606.38, spd: 107, maxEnergy: 130 },
        statNodes: { "속도": 9, "치명타확률%": 18.7, "환락도": 10 },
        skills: {
            technique: { name: "고요한 수면의 파란", desc: "빠르게 전방을 향해 일정 거리 이동하며, 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. 적을 선공해 전투에 진입하면 모든 적에게 어벤츄린•웨이브 공격력의 100%만큼 양자 속성 피해를 가하고, [열의] 2pt 및 [훌륭한 솜씨에는 보상을] 20pt를 획득한다. 적을 명중하지 않으면 비술 포인트를 소모하지 않는다" },
            basic: { name: "불스아이 웨이브", desc: "지정된 단일 적에게 어벤츄린•웨이브 공격력의 (100/100/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "모래가 들끓는 위닝 샷", desc: "모든 적에게 어벤츄린·웨이브 공격력의 (24/26.4/26.4)%만큼 양자 속성 피해를 가하고, 웃음 포인트 4pt와 [열의] 4pt를 획득한다" },
            ultimate: { name: "승리, 거센 파도를 넘어", desc: "모든 적에게 어벤츄린•웨이브 공격력의 (400/400/432)%만큼 양자 속성 피해를 가하고, 웃음 포인트 6pt와 [열의] 8pt를 획득한다. 또한 자신의 속도를 (30/30/33.6)% 증가시킨다, 지속 시간: 4턴" },
            talent: { name: "베팅, 심연 속 메아리", desc: "어벤츄린•웨이브의 [훌륭한 솜씨에는 보상을] 지속 시간이 1턴 증가한다. 동료가 공격을 발동한 후, 어벤츄린•웨이브는 [열의] 1pt 및 웃음 포인트 1pt를 획득한다([열의] 최대치: 30pt).[열의] 10pt 도달 시, 어벤츄린·웨이브는 즉시 웃음 포인트 20pt로 고정 집계되는 [건배! 뜨거운 여름을 위하여]를 1회 발동하고, 자신이 다음 아하 타임에 발동하는 환락 스킬이 [올인! 뜨거운 여름을 위하여]로 강화된다.어벤츄린•웨이브가 [훌륭한 솜씨에는 보상을] 보유 시, 전투 스킬은 추가로 모든 적에게 양자 속성 환락 피해를 (40/44/44)% 가하고, 필살기는 추가로 모든 적에게 양자 속성 환락 피해를 (72/79.2/79.2)% 가한다" },
            elationSkill: { name: "건배! 뜨거운 여름을 위하여", desc: "모든 적에게 양자 속성 환락 피해를 (60/63/66)% 가하고, 추가로 피해를 10회 가하며, 피해당 랜덤 단일 적에게 양자 속성 환락 피해를 (18/18.9/19.8)% 가한다" },
            enhancedelationSkill: { name: "올인! 뜨거운 여름을 위하여", desc: "모든 적에게 양자 속성 환락 피해를 (60/63/66)% 가하고, 추가로 피해를 10회 가하며, 피해당 랜덤 단일 적에게 양자 속성 환락 피해를 (18/18.9/19.8)% 가한다. 발동 시 모든 [열의]를 소모하며, 소모한 [열의] 1pt당 추가로 랜덤 단일 적에게 양자 속성 환락 피해를 (21/22.05/23.1)% 1회 가한다" }
        },
        passives: {
            passive1: { name: "극락의 파티", desc: "속도가 140 이상일 시, 자신의 환락도가 30% 증가하고, 이후 초과한 속도 1pt당 자신의 환락도가 추가로 1% 증가한다(초과한 속도는 최대 200pt까지 계산)" },
            passive2: { name: "격랑의 향연", desc: "전투 시작 시 파티에 어벤츄린·웨이브를 제외한 다른 「환락」 운명의 길 캐릭터가 있을 시, 어벤츄린·웨이브가 필드에 있을 경우, 모든 아군의 환락도가 20% 증가하고, 어벤츄린·웨이브는 추가로 80% 증가한다.전투 시작 시 파티에 「환락」 운명의 길 캐릭터가 어벤츄린·웨이브 1명뿐일 경우, 어벤츄린·웨이브가 환락 스킬을 발동해 피해를 가할 시, 추가 공격을 발동한 것으로 간주한다. 동료가 공격을 발동한 후 어벤츄린•웨이브는 [훌륭한 솜씨에는 보상을] 2pt 및 웃음 포인트 1pt를 획득하고, 아하의 속도를 25 증가시키며, 속도 증가 효과는 아하 타임이 종료될 때까지 지속된다" },
            passive3: { name: "옛꿈의 황금", desc: "치명타 피해가 48% 증가한다. 동료가 일반 공격, 전투 스킬, 추가 공격 또는 필살기를 발동한 후, 모든 아군의 치명타 피해가 3턴 동안 48% 증가하고, 어벤츄린•웨이브는 추가로 [열의]를 2pt 획득하며, 해당 효과는 최대 6회 발동할 수 있고, 어벤츄린·웨이브가 전투 스킬 발동 시 발동 가능 횟수가 초기화된다" }
        },
        eidolons: {
            e1: { name: "판돈으로 건 휴일", desc: "모든 속성 저항 관통이 24% 증가한다.특성 강화: [열의] 10pt/20pt/30pt 도달 시, 즉시 [건배! 뜨거운 여름을 위하여]를 발동한다" },
            e2: { name: "밀물과 썰물처럼 오가는 여유", desc: "[열의] 최대치가 50pt로 증가하고, 40pt/50pt 도달 시, 특성을 발동해 [건배! 뜨거운 여름을 위하여]를 발동한다. 환락 스킬 발동 후 추가로 [열의]를 4pt 획득한다" },
            e3: { name: "차가운 오후의 초대", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "태양과 거래할 필요 없이", desc: "어벤츄린•웨이브가 전투 스킬 발동 시, 모든 아군이 가하는 피해가 적의 방어력을 18% 무시한다, 지속 시간: 3턴" },
            e5: { name: "그랜드 슬렘의 폭풍 속으로", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "질주로 블렌딩된 과거", desc: "어벤츄린•웨이브가 가하는 환락 피해가 25% 증소한다. 어벤츄린•웨이브가 환락 스킬을 2회 발동한 후, 이후 발동하는 모든 환락 스킬은 [올인! 뜨거운 여름을 위하여]가 되며, 아하 타임 외에 환락 스킬 [올인! 뜨거운 여름을 위하여]를 발동해 추가로 피해를 가할 시 더는 [열의]를 소모하지 않는다" }
        }
    };
