export const 에바네시아 = 
{
        name: "에바네시아", rarity: "5성", element: "물리", path: "환락", image: "images/에바네시아.webp",
        baseStats: { hp: 1048, atk: 737.35, def: 460.85, spd: 104, maxEnergy: 480 },
        statNodes: { "속도": 5, "치명타확률%": 18.7, "환락도": 18 },
        skills: {
            technique: { name: "낙화 · 기억파편", desc: "즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 모든 적에게 에바네시아 공격력의 100%만큼 물리 속성 피해를 가하고 [훌륭한 솜씨에는 보상을]을 20pt 획득한다" },
            basic: { name: "과제 · 기습점검", desc: "지정된 단일 적에게 에바네시아 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            skill: { name: "풍기 · 척출요판", desc: "지정된 단일 적에게 에바네시아 공격력의 (300/300/330)%만큼 물리 속성 피해를 가하고, 인접한 목표에게 에바네시아 공격력의 (150/150/165)%만큼 물리 속성 피해를 가하며, 추가로 웃음 포인트를 10pt 획득한다" },
            ultimate: { name: "검가 · 신귀무사", desc: "모든 적에게 에바네시아 공격력의 (160/176/176)%만큼 물리 속성 피해를 가하고, 이후 피해를 5회 가하며, 피해당 랜덤 단일 적에게 에바네시아 공격력의 (120/129.6/129.6)%만큼 물리 속성 피해를 가한다" },
            talent: { name: "청춘 · 찬란무한", desc: "에바네시아가 치명타 피해의 20%만큼 환락도를 획득한다. 에바네시아가 에너지 획득 시 같은 양의 [훌륭한 솜씨에는 보상을]을 획득하고, 에바네시아가 [훌륭한 솜씨에는 보상을] 획득 시 같은 양의 에너지를 획득하며, 해당 방식으로 계산되는 [훌륭한 솜씨에는 보상을]은 회당 100pt를 초과하지 않는다.에너지를 누적 240pt 획득하면, 누적 수치를 240pt 소모하고, [여우 선생님]이 추가 공격을 발동해 모든 적에게 에바네시아 공격력의 (100/100/110)%만큼 물리 속성 피해를 가하고, 에바네시아의 에너지를 10pt 회복하며, 에너지 획득 시 회당 최대 누적 수치를 240pt 획득한다. 에바네시아가 [훌륭한 솜씨에는 보상을] 보유 시:전투 스킬 발동 시 피격된 적에게 물리 속성 환락 피해를 (16/16/17.4)% 가한다.필살기 발동 시 모든 적에게 물리 속성 환락 피해를 (24/24/26.4)% 가하고, 필살기가 랜덤으로 피해를 가한 적에게 물리 속성 환락 피해를 (28/28/30.8)% 가하며, 필살기로 환락 피해를 가할 시 [훌륭한 솜씨에는 보상을]을 최소 에너지 최대치만큼 집계한다.[여우 선생님]의 추가 공격은 모든 적에게 물리 속성 환락 피해를 (25/25/27.5)% 가한다" },
            elationSkill: { name: "비색 · 불락즉참", desc: "모든 적에게 물리 속성 환락 피해를 (110/115.5/121)% 가하고 추가로 [훌륭한 솜씨에는 보상을]을 5pt 획득한다" }
        },
        passives: {
            passive1: { name: "환희의 조망자", desc: "에바네시아의 치명타 확률이 30% 증가하고, 필드 위 적 수가 3 이상/2/1일 때 필살기의 바운스 횟수가 1/2/4회 증가한다. 환락 스킬의 출연 번호가 에바네시아보다 작은 동료가 [훌륭한 솜씨에는 보상을] 획득 시, 에바네시아는 그중 50%를 자신의 [훌륭한 솜씨에는 보상을]로 바꾼다" },
            passive2: { name: "재단 집행자", desc: "[여우 선생님] 공격 발동 시 추가로 목표에게 취약을 부여하여 받는 피해를 12% 증가시킨다, 지속 시간: 3턴" },
            passive3: { name: "지지 않는 꽃", desc: "파티원이 보유한 [훌륭한 솜씨에는 보상을] 종료 시, 에바네시아는 그중 50%를 자신의 [훌륭한 솜씨에는 보상을]로 전환한다" }
        },
        eidolons: {
            e1: { name: "고향에서 바친 기원의 춤", desc: "모든 속성 저항 관통이 20% 증가하고, [여우 선생님] 공격 발동 후 추가로 환락 스킬을 1회 발동한다. 환락 스킬은 자신이 추가로 [훌륭한 솜씨에는 보상을]을 10pt 획득하게 한다" },
            e2: { name: "시들지 않는 것을 위한 여정", desc: "치명타 피해가 36% 증가하며, 행적 [환희의 조망자]/행적 [지지 않는 꽃]의 [훌륭한 솜씨에는 보상을] 획득 효과 발동 시, 추가로 이번에 획득한 [훌륭한 솜씨에는 보상을]의 50%/100%만큼 [훌륭한 솜씨에는 보상을]을 획득한다" },
            e3: { name: "붉은 달의 요괴를 삼킨 척검", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "악당에게 꺾인 꽃밭", desc: "에바네시아가 가하는 피해가 적의 방어력을 15% 무시한다" },
            e5: { name: "희비고락을 지켜본 낙원", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "덧없는 꿈을 본 소녀", desc: "에바네시아의 [훌륭한 솜씨에는 보상을] 지속 시간이 1턴 증가한다. 에바네시아가 가하는 환락 피해가 15% 증소하고, 보유한 [훌륭한 솜씨에는 보상을] 100pt당 추가로 2% 증소하며, [훌륭한 솜씨에는 보상을]은 최대 1,000pt까지 집계된다. 전투 진입 후 처음으로 필살기를 발동하면 에바네시아의 에너지를 고정으로 120pt 회복하며, 해당 효과는 필살기를 4회 더 발동할 때마다 1회 발동할 수 있다" }
        }
    };
