export const 은랑LV999 = 
{
        name: "은랑 LV.999", rarity: "5성", element: "허수", path: "환락", image: "images/은랑 LV.999.webp",
        baseStats: { hp: 1047.82, atk: 388.08, def: 654.88, spd: 110, maxEnergy: 60 },
        statNodes: { "속도": 9, "치명타확률%": 18.7, "환락도": 10 },
        skills: {
            technique: { name: "이게 바로 0티어 비술이야", desc: "[기기괴괴콩]을 소환한다. 다시 사용하면 소환이 해제된다. 비술 사용 시 비술 포인트를 소모하지 않으며, 비술 포인트가 0일 경우 소환이 해제되고 비술을 사용할 수 없다.[기기괴괴콩]은 일정 범위 내의 일반 적을 공포 상태에 빠트리고, 동시에 자동으로 일반 적을 탐색 및 공격하며, 비술 포인트를 1pt 소모해 전투 진입 없이 즉시 처치한다.[기기괴괴콩]이 필드에 있을 시, 전투 진입 후 웨이브가 시작될 때마다 [기기괴괴콩]에 해당하는 [최상급 보급상자]를 1회 발동하고, 이번에 가하는 환락 피해는 [훌륭한 솜씨에는 보상을] 99pt로 고정 집계된다." },
            basic: { name: "주먹이 불끈!", desc: "지정된 단일 적에게 「은랑 LV.999」 공격력의 (100/110/110)%만큼 허수 속성 피해를 가한다" },
            enhancedBasic: { name: "보상 스테이지: 「울프 타임」", desc: "총 「은랑 LV.999」 공격력의 (240/264/264)% 만큼 허수 속성 피해를 가하며, 해당 피해는 100단으로 균등하게 나뉘어 랜덤 단일 적에게 바운스된다. 일정 단수 바운스할 때마다 바운스를 일시 중지하고 [최상급 보급상자]를 1회 발동하며, 총 3회 발동할 수 있다. 필드 위 모든 적에게 치명적인 피해를 가했을 경우 이번 스킬은 종료되며, 공격 가능한 적이 존재하면 보너스 턴을 1개 획득하고, 남은 바운스 단수와 [최상급 보급상자] 횟수에 기반해 다시 발동한다. 턴마다 처음으로 해당 효과 발동 시, 자신의 모든 버프 효과가 1턴 연장된다.위의 피해를 모두 결산하면 마지막 일격을 발동하여 「은랑 LV.999」 공격력의 (100/110/110)%만큼 허수 속성 피해를 가하고, 해당 피해는 모든 적이 균등 분담한다.강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없다. 보유한 [히든 스코어] 60pt당 강화된 일반 공격 동안 가하는 피해가 기존 피해의 15%만큼 증가한다, 최대 중첩수: 2스택" },
            skill: { name: "Shoot 속성 대폭발", desc: "웃음 포인트를 5pt 획득하고, 모든 적에게 「은랑 LV.999」 공격력의 (160/176/176)%만큼 허수 속성 피해를 가한다" },
            ultimate: { name: "무적 플레이어, 가동!", desc: "[무적 플레이어] 상태에 진입하며, 행동 게이지가 100% 증가한다.[무적 플레이어] 상태에서는 결계를 펼친다. 「은랑 LV.999」가 [훌륭한 솜씨에는 보상을] 보유 시, 결계 내 아군이 전투 스킬 포인트를 1pt 소모할 때마다 일정 확률로 「은랑 LV.999」의 [최상급 보급상자]를 1회 발동한다. [최상급 보급상자]: 허수 속성 환락 피해를 (90/90/99)% 가하고, 해당 피해는 모든 적이 균등 분담하며, 랜덤으로 다음 중 1가지 효과를 발동한다.[초초초대검]: HP가 가장 높은 적에게 추가로 이번 총 피해량의 20%만큼 확정 피해를 가한다.[폭폭폭바알]: 전투 스킬 포인트를 2pt 회복한다.[기기괴괴콩]: 웃음 포인트를 3pt 획득한다.해당 효과를 발동하는 초기 고정 확률은 100%이며, 발동 성공 후 다음 발동 고정 확률은 현재 확률의 20%로 감소한다. 발동 전 목표가 처치될 경우 새로 등장한 적에게 발동한다" },
            talent: { name: "나만 믿어, 버스 태워줄게", desc: "[히든 스코어]가 60pt에 도달하면 필살기를 활성화할 수 있으며, 최대치 도달 후에도 240pt 초과할 수 있다.웃음 포인트 획득 시 「은랑 LV.999」는 같은 양의 [히든 스코어]를 획득한다. [히든 스코어] 1pt당 치명타 확률이 (0.4/0.4/0.44)% 증가한다. 치명타 확률이 100%에 도달하면 나머지 [히든 스코어] 1pt당 치명타 피해가 (0.8/0.8/0.88)% 증가하는 것으로 변경된다.[무적 플레이어] 상태에서 「은랑 LV.999」는 제어류 디버프 상태에 면역이고, 필살기를 발동할 수 없으며, 강화된 일반 공격 및 강화된 환락 스킬을 보유하고, 강화된 일반 공격을 3회 완전히 발동하면 [무적 플레이어] 상태가 종료된다. [무적 플레이어] 상태 종료 시 [히든 스코어]는 초기화된다.[훌륭한 솜씨에는 보상을] 보유 시, 일반 공격 또는 전투 스킬을 발동하면 피격된 적에게 허수 속성 환락 피해를 (40/40/44)% 가하며, 강화된 일반 공격의 스킬 피해가 동일한 배율의 환락 피해로 변경된다" },
            enhancedtalent: { name: "999 디펜더", desc: "「은랑 LV.999」 획득 후 또는 현재 파티에 「은랑 LV.999」가 존재할 시 다음 효과를 획득한다. 전투 중 적이 아군에게 제어류 디버프 상태를 부여하면 모든 아군은 [방화벽]을 획득한다, 지속 시간: 1턴. [방화벽] 상태에서 아군은 적이 부여하는 제어류 디버프 상태에 면역된다. 해당 효과는 웨이브마다 최대 1회 발동한다" },
            elationSkill: { name: "레전드급 컨트롤 리플레이", desc: "[히든 스코어]를 15pt 획득한다" },
            enhancedelationSkill: { name: "붕괴급 피해 시연", desc: "피해를 6회 가하며, 회당 랜덤 단일 적에게 허수 속성 환락 피해를 (90/94/99)% 가한다. [최상급 보급상자]가 발동될 고정 확률을 기본 수치로 초기화한다" }
        },
        passives: {
            passive1: { name: "페이크 엔딩 스피드런 공략", desc: "속도가 160 이상일 시, 자신의 환락도가 50% 증가하고, 이후 초과한 속도 1pt당 자신의 환락도가 2% 증가한다(초과한 속도는 최대 100pt까지 계산)" },
            passive2: { name: "진엔딩 개방 조건", desc: "발동한 환락 스킬에 집계된 웃음 포인트가 20pt 이상일 시, 추가로 [히든 스코어]를 20pt 획득한다(40pt 이상일 시, 다시 추가로 20pt 획득한다)" },
            passive3: { name: "히든 스테이지 업적 올 클리어", desc: "[무적 플레이어] 상태 진입 후, [히든 스코어]를 20pt 획득한다" }
        },
        eidolons: {
            e1: { name: "에테르 편집: 성혼+1", desc: "결계 내 적이 받는 피해가 20% 증가한다.[무적 플레이어] 상태 종료 시 [히든 스코어]를 초기화하지 않고, [히든 스코어]를 20% 유지하는 것으로 변경된다" },
            e2: { name: "기믹이지, 버그가 아니야", desc: "[무적 플레이어] 상태 진입 후, 자신의 모든 버프 효과를 1턴 연장시킨다. 이번 [무적 플레이어] 상태에서 [히든 스코어]를 120pt 증가시킬 때마다(초기 [히든 스코어] 포함) 「은랑 LV.999」는 보너스 턴을 1개 획득하고 강화된 일반 공격의 발동 가능 횟수를 1회 회복한다" },
            e3: { name: "Lv.15이 끝? 누가 적은 거야?", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "왔노라, 보았노라.. 순삭했노라", desc: "[붕괴급 피해 시연]이 가하는 환락 피해는 추가로 5배의 웃음 포인트가 집계된다" },
            e5: { name: "평타가 곧 필살기", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "나 혼자만 만렙!", desc: "강화된 일반 공격 동안 가하는 환락 피해가 50% 증소한다.적이 전투 진입 시, [금지/제한 약점]이 이식된다. [금지/제한 약점]: 모든 속성 약점을 보유하며 모든 속성의 기초 저항이 0으로 감소한다(기초 저항이 0일 시 대응하는 속성 저항이 20% 감소하는 것으로 변경)" }
        }
    };
