export const 펄 = 
{
        name: "펄", rarity: "5성", element: "얼음", path: "환락", image: "images/펄.webp",
        baseStats: { hp: 1203, atk: 465.7, def: 727.65, spd: 99, maxEnergy: 180 },
        statNodes: { "방어력%": 22.5, "속도": 9, "효과저항%": 10, "환락도": 10 },
        skills: {
            technique: { name: "영롱한 진주, 재현된 진본", desc: "비술 사용 후 [미학의 저본]을 획득하고, 행동 캐릭터 전환 시 [미학의 저본]이 현재 행동 캐릭터에게 이전된다. 다음 전투 시작 시, 펄은 [훌륭한 솜씨에는 보상을]을 20pt 획득하고, [미학의 저본]을 보유한 캐릭터를 [심층 학습]하며, 해당 [심층 학습]은 충전을 2pt 보유한다. 펄은 자신을 제외한 캐릭터만 [심층 학습]할 수 있다" },
            basic: { name: "붓으로 모사한 단수", desc: "지정된 단일 적에게 펄 방어력의 (90/90/99)%만큼 얼음 속성 피해를 준다" },
            enhancedBasic: { name: "붓으로 환조한 별과 달", desc: "모든 적에게 펄 방어력의 (100/100/110)%만큼 얼음 속성 피해를 가하고, 모든 아군의 HP를 펄 방어력의 (8/8/8.8)%+(160/160/176)만큼 회복하며, 추가로 현재 HP 백분율이 가장 낮은 아군의 HP를 펄 방어력의 (8/8/8.8)%+(160/160/176)만큼 회복한다. [훌륭한 솜씨에는 보상을] 보유 시, 추가로 얼음 속성 환락 피해를 (15/15/16.25)% 가한다" },
            enhancedBasic2: { name: "붓으로 그려낸 마지막 물결", desc: "모든 적에게 펄 방어력의 (100/100/110)%만큼 얼음 속성 피해를 가하고, 모든 아군의 HP를 펄 방어력의 (8/8/8.8)%+(160/160/176)만큼 회복하며, 추가로 현재 HP 백분율이 가장 낮은 아군의 HP를 펄 방어력의 (8/8/8.8)%+(160/160/176)만큼 회복한다" },
            skill: { name: "생명을 보완하는 부드러운 빛", desc: "[훌륭한 솜씨에는 보상을]을 15pt 획득하고, 모든 아군의 HP를 펄 방어력의 (12/13.2/13.2)%+(240/264/264)만큼 회복하며, 추가로 현재 HP 백분율이 가장 낮은 아군의 HP를 펄 방어력의 (12/13.2/13.2)%+(240/264/264)만큼 회복한다" },
            ultimate: { name: "투영된 영혼의 바탕색", desc: "[훌륭한 솜씨에는 보상을]을 20pt 획득한다. 자신을 제외한 지정된 단일 아군 캐릭터를 [심층 학습]하며, 목표를 [미학의 저본]으로 만든다.파티 내 「환락」 운명의 길 캐릭터가 1/2/3명 이상일 시, [미학의 저본]의 행동 게이지를 10%/15%/30% 증가시킨다. 파티 내 「환락」 운명의 길 캐릭터가 4명 이상일 시, [미학의 저본]은 보너스 턴을 1개 획득한다. 해당 보너스 턴 시작 시, [미학의 저본]은 [훌륭한 솜씨에는 보상을] 30pt 및 웃음 포인트 60pt를 획득하며, 해당 효과는 보너스 턴 종료 시 해제된다.[심층 학습] 시, 일반 공격 [붓으로 모사한 단수]가 [붓으로 그려낸 마지막 물결]로 강화된다. [미학의 저본]이 「환락」 운명의 길일 경우 [붓으로 환조한 별과 달]로 강화되며, 공격 후 추가로 얼음 속성 환락 피해를 (60/60/66)% 가한다. 해당 환락 피해는 [미학의 저본]의 속성치로 계산한다. [심층 학습]은 충전을 3pt 보유하며, 펄이 강화된 일반 공격을 발동하면 충전을 1pt 소모하고, 행동 후 충전이 없으면 [심층 학습]이 종료된다" },
            talent: { name: "모래알을 품어 재구성한 생명", desc: "펄은 [훌륭한 솜씨에는 보상을]을 상쇄 게이지로 사용할 수 있으며, [훌륭한 솜씨에는 보상을] 1pt는 상쇄 게이지 200pt에 해당한다. 아군이 피해를 받을 시, 펄은 상쇄 게이지를 소모해 아군의 피해를 60%를 상쇄할 수 있다. 펄의 [훌륭한 솜씨에는 보상을]은 지속 시간이 무한하며, 최대 50pt 보유할 수 있다.아군의 현재 HP 백분율이 50% 이하일 시, 받는 피해가 (30/33/33)% 감소한다" },
            elationSkill: { name: "이성의 선염, 환락의 해체", desc: "파티 내 「환락」 운명의 길 캐릭터가 1/2/3/4명 이상일 시, 모든 아군은 다음 공격 후 공격 목표에게 추가로 대응하는 속성의 환락 피해를 (10/10.5/11)%/(15/15.75/16.5)%/(20/21/22)%/(40/42/44)% 가한다" }
        },
        passives: {
            passive1: { name: "만물 통찰", desc: "펄의 방어력이 2400 이상일 시, 자신의 환락도가 32% 증가하고, 이후 초과한 방어력 100pt당 자신의 환락도가 3% 증가한다(초과한 방어력은 최대 3600pt까지 계산) 펄은 자신의 환락도의 20%만큼 치유량 보너스를 획득한다" },
            passive2: { name: "감지의 허용차", desc: "[훌륭한 솜씨에는 보상을] 보유 시, 모든 아군의 효과 저항이 50% 증가한다. 아군 턴 시작 시 펄은 [훌륭한 솜씨에는 보상을]을 5pt 획득하고, [훌륭한 솜씨에는 보상을]은 최대 50pt 획득할 수 있으며, 펄의 턴 시작 시 획득 가능한 [훌륭한 솜씨에는 보상을] 수량이 초기화된다. 강화된 일반 공격 및 전투 스킬 발동 시, 모든 아군의 디버프 효과를 1개 해제한다" },
            passive3: { name: "예술 장벽", desc: "전투 진입 및 필살기 발동 후, [미학의 저본]이 「환락」 운명의 길 캐릭터일 경우, 대상이 다음번 필살기 발동 시 펄의 에너지를 고정으로 90pt 회복한다. 해당 효과는 중첩할 수 없다" }
        },
        eidolons: {
            e1: { name: "바다의 여백에 숨은 진주", desc: "파티 내 「환락」 운명의 길 캐릭터가 2/3/4명 이상일 시, 모든 아군의 환락도가 10%/20%/60% 증가한다. 아군이 치명적인 피해를 받으면 전투 불능 상태에 빠지지 않고, 즉시 자신의 HP 최대치의 50%만큼 HP를 회복한다. 해당 효과는 단일 전투에서 2회 발동할 수 있다" },
            e2: { name: "해 돋는 순간의 빛을 포착하고", desc: "모든 아군의 환락 피해가 15% 증소한다. 필살기 발동 시, 펄과 [미학의 저본]을 제외한 다른 아군 「환락」 운명의 길 캐릭터도 행동 게이지 증가 효과를 발동하며, 필살기가 제공하는 보너스 턴 시작 시 획득하는 [훌륭한 솜씨에는 보상을]과 웃음 포인트가 100% 증가한다" },
            e3: { name: "거센 파도가 멈춘 순간을 스케치하며", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "입가의 흐릿한 미소를 해석하고", desc: "환락 스킬이 모든 아군에게 제공하는 환락 피해 배율이 100% 증가한다" },
            e5: { name: "붓끝으로 별밤의 결을 투시해", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "이 몸체로, 생명을 연산하리", desc: "[심층 학습] 시 모든 아군의 모든 속성 저항 관통이 20% 증가한다. 펄의 강화된 일반 공격은 추가로 얼음 속성 환락 피해를 240% 가하며, 해당 환락 피해는 [미학의 저본]의 속성치를 사용해 계산한다" }
        }
    };
