export const 효광 = 
{
        name: "효광", rarity: "5성", element: "물리", path: "환락", image: "images/효광.webp",
        baseStats: { hp: 1242, atk: 465.7, def: 654.88, spd: 101, maxEnergy: 180 },
        statNodes: { "속도": 9, "치명타확률%": 18.7, "환락도": 10 },
        skills: {
            technique: { name: "찰나의 빛, 사라진 금기", desc: "비술 사용 후, 다음 전투 시작 시 자동으로 전투 스킬을 1회 발동하며, 이번 발동은 전투 스킬 포인트를 소모하지 않는다. 효광이 파티에 있을 시, 파괴 가능한 물체를 파괴하면 즉시 「행운의 봉투」를 획득하며, 지구주마다 최대 8개 획득할 수 있다" },
            basic: { name: "공작의 명적, 대결의 기쁨", desc: "지정된 단일 적에게 효광 공격력의 (90/99/99)%만큼 물리 속성 피해를 가하고, 동시에 인접한 목표에게 효광 공격력의 (30/33/33)%만큼 물리 속성 피해를 가한다. 일반 공격이 회복하는 에너지가 30pt로 증가한다" },
            skill: { name: "십방광영, 만법개명", desc: "결계를 펼친다, 지속 시간: 3턴, 자신의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계 지속 시간 동안 모든 아군의 환락도가 효광 환락도의 (20/22/22)%만큼 증가하며, 효광이 일반 공격, 전투 스킬 발동 후 웃음 포인트를 3pt 획득한다" },
            ultimate: { name: "무지개를 두른 강철 깃, 육효의 길조", desc: "웃음 포인트를 5pt 획득한다. 아하가 즉시 웃음 포인트 20pt로 고정 집계되는 보너스 턴을 1개 획득하고, 해당 턴은 웃음 포인트를 소모하지 않으며, 모든 아군의 모든 속성 저항 관통을 (20/20/22)% 증가시킨다, 지속 시간: 3턴" },
            talent: { name: "세상을 관통하는 천 개의 눈", desc: "효광이 [훌륭한 솜씨에는 보상을] 보유 시:아군이 공격을 발동하면 [만사형통] 효과를 발동하여, 명중한 랜덤 목표 1기에게 추가로 대응하는 속성의 환락 피해를 (20/20/22)% 가하고, 이번 공격에서 전투 스킬 포인트를 소모하면 추가로 [만사형통] 효과를 1회 발동한다.[만사형통] 효과 발동 시 공격자의 환락도가 효광보다 낮을 경우 해당 환락 피해는 효광의 환락도를 사용하여 계산한다.[만사형통] 효과 발동은 공격으로 간주하지 않는다" },
            elationSkill: { name: "그대에게 주는 점괘, 찬란한 광경", desc: "모든 적을 [흉성의 속삭임] 상태에 빠트린다, 지속 시간: 3턴. [흉성의 속삭임] 상태의 적은 받는 피해가 16% 증가한다. 모든 적에게 물리 속성 환락 피해를 (100/105/110)% 가하고, 이후 랜덤 단일 적에게 물리 속성 환락 피해를 (20/21/22)% 5회 가한다" }
        },
        passives: {
            passive1: { name: "펼쳐서 선물 증정", desc: "효광의 속도가 120 이상일 시, 자신의 환락도가 30% 증가하고, 이후 속도가 1pt 초과할 때마다 자신의 환락도가 1% 증가한다(초과한 속도는 최대 200pt까지 계산)" },
            passive2: { name: "여유로운 자태, 흡족한 마음", desc: "자신의 치명타 피해가 60% 증가하고, 환락 스킬 발동 후 아군의 전투 스킬 포인트를 1pt 회복한다" },
            passive3: { name: "행운 집결", desc: "효광이 [훌륭한 솜씨에는 보상을] 획득 시, 지속 시간이 1턴 증가한다" }
        },
        eidolons: {
            e1: { name: "옥이 떨어지는 곳에 가득한 웃음소리", desc: "필살기로 발동하는 아하의 보너스 턴이 고정으로 집계하는 웃음 포인트가 40pt로 증가한다. 모든 아군이 환락 피해를 가할 시 목표의 방어력을 20% 무시한다" },
            e2: { name: "화살의 눈이 된 푸른 깃", desc: "결계 지속 시간 동안 모든 아군의 속도가 12% 증가하고, 환락도가 추가로 16% 증가한다" },
            e3: { name: "십방세계, 부적에 비치는 빛", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10. 환락 스킬 레벨+1, 최대 Lv.15" },
            e4: { name: "비단 같은 운명, 깃으로 찍어낸 색채", desc: "효광의 필살기로 발동한 아하의 보너스 턴 동안, 모든 아군 캐릭터의 환락 스킬이 가하는 피해가 기존 피해의 150%가 된다" },
            e5: { name: "화려한 장신구, 티 없는 마음", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15. 환락 스킬 레벨+1, 최대 Lv.15" },
            e6: { name: "실의 인도로 드리운 천성의 무지개", desc: "모든 아군의 환락 피해가 25% 증소한다. 효광 환락 스킬의 피해 배율이 기존 배율의 100%만큼 증가한다" }
        }
    };
