export const 미샤 = 
{
        name: "미샤", rarity: "4성", element: "얼음", path: "파멸", image: "images/미샤.webp",
        baseStats: { hp: 1270, atk: 600, def: 397, spd: 96, maxEnergy: 100 },
        statNodes: { "방어력%": 22.5, "치명타확률%": 6.7, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "멈추어라, 너 정말 아름답구나!", desc: "비술 사용 후 15초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 [꿈세계 감옥] 상태에 빠진다. [꿈세계 감옥] 상태에 빠진 적은 모든 행동을 중지한다. [꿈세계 감옥] 상태의 적과 전투 진입 후 미샤의 다음 필살기 공격 단수는 2단 증가한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "지… 지나갈게요!", desc: "지정된 단일 적에게 미샤 공격력의 (100/110/110)%만큼 얼음 속성 피해를 가한다" },
            skill: { name: "룸… 룸서비스입니다!", desc: "미샤의 다음 필살기 공격 단수가 1단 증가한다. 지정된 단일 적에게 미샤 공격력의 (200/200/220)%만큼 얼음 속성 피해를 가하고 인접한 목표에게 미샤 공격력의 (80/80/88)%만큼 얼음 속성 피해를 가한다" },
            ultimate: { name: "지… 지각하겠어!", desc: "기본 상태에서 공격 단수를 3단 보유한다. 우선 1단 공격을 발동하여 지정된 단일 적에게 미샤 공격력의 (60/64/64)%만큼 얼음 속성 피해를 가하고 나머지 단수별 공격은 랜덤 단일 적에게 미샤 공격력의 (20/21.6/21.6)%만큼 얼음 속성 피해를 가한다. 단수별 공격 전 (30/32/32)%의 기본 확률로 목표를 빙결 상태에 빠뜨린다. 지속 시간: 1턴. 빙결 상태에서 적은 행동할 수 없으며, 턴이 시작될 때마다 미샤 공격력의 (100/110/110)%만큼 얼음 속성 추가 피해를 받는다. 필살기 공격 단수는 최대 10단까지 누적되며, 필살기 발동 후 공격 단수는 기본 상태로 복구된다" },
            talent: { name: "탈진기", desc: "모든 아군이 전투 스킬 포인트를 1pt 소모할 때마다 미샤의 다음 필살기 공격 단수가 1단 증가하고, 미샤의 에너지가 (2/2/2.2)pt 회복된다" }
        },
        passives: {
            passive1: { name: "릴리즈", desc: "필살기의 첫 1단 공격 전 목표가 빙결 상태에 빠질 기본 확률이 80% 증가한다" },
            passive2: { name: "인터로크", desc: "필살기 발동 시 해당 필살기 행동이 종료될 때까지 효과 명중이 60% 증가한다" },
            passive3: { name: "트랜스미션", desc: "빙결 상태에 빠진 적에게 피해를 가할 시 치명타 피해가 30% 증가한다" }
        },
        eidolons: {
            e1: { name: "흔들리는 환영", desc: "필살기 발동 시 필드 위 적 1명당 해당 필살기 공격 단수가 추가로 1단 증가하며, 최대 추가로 5단까지 증가한다" },
            e2: { name: "청춘의 창연한 눈빛", desc: "필살기의 단수별 공격 전 24%의 기본 확률로 목표의 방어력을 16% 감소시킨다. 지속 시간: 3턴" },
            e3: { name: "행복한 세월의 그림자", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "다정한 모습", desc: "필살기의 단수별 공격 피해 배율이 6% 증가한다" },
            e5: { name: "최초의 사랑과 우정", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "오랫동안 잊고 있던 동경", desc: "필살기 발동 시, 자신이 가하는 피해가 자신의 턴이 종료될 때까지 30% 증가하며, 다음 전투 스킬 발동 후 아군이 전투 스킬 포인트를 1pt 회복한다" }
        }
    };
