export const 설의 = 
{
        name: "설의", rarity: "4성", element: "양자", path: "파멸", image: "images/설의.webp",
        baseStats: { hp: 1058, atk: 600, def: 397, spd: 103, maxEnergy: 120 },
        statNodes: { "체력%": 18, "격파특수효과%": 37.3, "양자피해증가%": 8 },
        skills: {
            technique: { name: "즉참", desc: "적을 바로 공격하며, 전투 진입 후 모든 적에게 설의 공격력의 80%만큼 양자 속성 피해를 준다" },
            basic: { name: "파마추", desc: "지정된 단일 적에게 설의 공격력의 (100/110/110)%만큼 양자 속성 피해를 준다" },
            skill: { name: "죄악 진압", desc: "지정된 단일 적에게 설의 공격력의 (140/154/154)%만큼 양자 속성 피해를 주고, 동시에 인접한 목표에게 설의 공격력의 (70/77/77)%만큼 양자 속성 피해를 준다" },
            ultimate: { name: "관통하는 천벌", desc: "지정된 단일 적에게 설의 공격력의 (250/250/270)%만큼 양자 속성 피해를 준다. 이번 공격은 약점 속성을 무시하고 단일 적의 강인성을 소모시킨다. 약점 격파 시 양자 속성의 약점 격파 효과가 발동된다. 이번 공격에서 소모된 강인성이 많을수록 가하는 피해가 증가하며, 최대 (60.0/60.0/64.8)% 증가한다" },
            talent: { name: "시왕의 심판, 업보 불변", desc: "설의의 공격으로 적의 강인성을 소모하면, [업보] 스택 수를 중첩한다. 소모된 강인성이 많을수록 중첩되는 [업보] 스택 수가 증가한다. 최대 중첩수: 8스택 설의 동료의 공격으로 적의 강인성을 소모하면, 설의는 [업보]를 1스택 중첩한다. [업보]를 최대치까지 중첩하면 현재 모든 [업보]를 소모하고 즉시 적에게 추가 공격을 발동해 피해를 3회 주고, 피해를 줄 때마다 랜덤 단일 적에게 설의 공격력의 (90/90/99)%만큼 양자 속성 피해를 준다. 해당 추가 공격은 [업보]를 중첩할 수 없다" }
        },
        passives: {
            passive1: { name: "예지 장치", desc: "자신이 가하는 피해를 격파 특수효과의 100%만큼 증가시킨다. 최대 240% 증가한다" },
            passive2: { name: "서슬 축수", desc: "적의 현재 강인성이 본인 강인성 최대치의 50% 이상일 경우, 필살기로 가하는 피해가 10% 증가한다" },
            passive3: { name: "분석 중추", desc: "설의는 초과한 [업보] 스택을 누적한다. 최대 누적수: 6스택. 설의는 특성 발동 후 초과한 스택의 [업보]를 획득한다" }
        },
        eidolons: {
            e1: { name: "심마 속박", desc: "특성의 추가 공격으로 가하는 피해가 40% 증가한다" },
            e2: { name: "오진(五塵) 극복", desc: "특성의 추가 공격이 약점 속성을 무시하고 적의 강인성을 소모시키며, 동시에 설의 HP 최대치의 5%만큼 HP를 회복한다. 약점 격파 시 양자 속성의 약점 격파 효과가 발동된다" },
            e3: { name: "고재(苦諦) 알절", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "악업 단절", desc: "필살기 발동 시 격파 특수효과가 40% 증가한다. 지속 시간: 2턴" },
            e5: { name: "영신(靈神) 인도", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "생사 주관", desc: "[업보]의 스택 수 상한이 6스택으로 감소한다" }
        }
    };
