export const 아를란 = 
{
        name: "아를란", rarity: "4성", element: "번개", path: "파멸", image: "images/아를란.webp",
        baseStats: { hp: 1200, atk: 600, def: 331, spd: 102, maxEnergy: 110 },
        statNodes: { "체력%": 18, "공격력%": 28, "효과저항%": 18 },
        skills: {
            technique: { name: "신속한 수확", desc: "적을 바로 공격하며, 전투 진입 후 모든 적에게 아를란 공격력 80%만큼의 번개 속성 피해를 가한다" },
            basic: { name: "번개 같은 질주", desc: "지정된 단일 적에게 아를란 공격력 (100/110/110)%만큼의 번개 속성 피해를 가한다" },
            skill: { name: "속박 해제", desc: "아를란 HP 최대치 15%만큼의 HP를 소모해 지정된 단일 적에게 아를란 공격력 (240/264/264)%만큼의 번개 속성 피해를 가한다. 현재 HP가 부족할 때 전투 스킬 발동 시 아를란의 HP가 1pt까지 하락한다" },
            ultimate: { name: "광자의 제재", desc: "지정된 단일 적에게 아를란 공격력 (320/320/345)%만큼의 번개 속성 피해를 가하고, 인접한 목표에게 아를란 공격력 (160/160/172)%만큼의 번개 속성 피해를 가한다" },
            talent: { name: "고통과 분노", desc: "아를란이 현재 잃은 HP 백분율에 따라 피해 보너스를 획득하며, 아를란이 가하는 피해가 최대 (72/72/79)% 증가한다" }
        },
        passives: {
            passive1: { name: "소생", desc: "적 처치 시 현재 HP 백분율이 30% 이하일 경우, 자신 HP 최대치 20%만큼의 HP를 즉시 회복한다" },
            passive2: { name: "인내", desc: "지속 피해류 디버프 상태 저항 확률이 50% 증가한다" },
            passive3: { name: "방어 저항", desc: "전투 진입 시 현재 HP 백분율이 50% 이하일 경우, 아를란은 지속 피해를 제외한 모든 피해에 저항한다. 해당 효과는 아를란이 피격된 후 해제된다" }
        },
        eidolons: {
            e1: { name: "필사즉생", desc: "현재 HP 백분율이 50% 이하일 경우 전투 스킬이 가하는 피해가 10% 증가한다" },
            e2: { name: "구속 해제", desc: "전투 스킬, 필살기 발동 시 자신의 디버프 효과를 1개 해제한다" },
            e3: { name: "강검 공격", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "절체절명의 반격", desc: "전투 진입 후 치명적인 공격을 받아도 아를란은 전투 불능 상태에 빠지지 않으며, 즉시 자신 HP 최대치의 25%까지 회복한다. 해당 효과는 1회 발동 후 또는 2턴 지속 후 자동으로 해제된다" },
            e5: { name: "전력투구", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "솔선수범", desc: "현재 HP 백분율이 50% 이하일 경우 필살기가 가하는 피해가 20% 증가하며, 인접한 목표에 대한 피해 배율이 주목표와 같은 피해 배율로 증가한다" }
        }
    };
