export const 후크 = 
{
        name: "후크", rarity: "4성", element: "화염", path: "파멸", image: "images/후크.webp",
        baseStats: { hp: 1341, atk: 617, def: 353, spd: 94, maxEnergy: 120 },
        statNodes: { "체력%": 18, "공격력%": 24, "치명타피해%": 13.3 },
        skills: {
            technique: { name: "윽! 완전 난장판", desc: "적을 바로 공격하며, 전투 진입 후 랜덤 단일 적에게 후크 공격력의 50%만큼 화염 속성 피해를 가하고, 각 단일 적을 100%의 기본 확률로 연소 상태에 빠트린다. 지속 시간: 3턴 연소 상태의 적은 새로운 턴이 시작될 때마다 후크 공격력 50%만큼의 화염 속성 지속 피해를 받는다" },
            basic: { name: "이봐! 불조심!", desc: "지정된 단일 적에게 후크 공격력 (100/110/110)%만큼의 화염 속성 피해를 준다" },
            skill: { name: "헤이! 후크 기억해?", desc: "지정된 단일 적에게 후크 공격력 (240/264/264)%만큼의 화염 속성 피해를 주고, 피격된 적은 100%의 기본 확률로 연소 상태에 빠진다. 지속 시간: 2턴 연소 상태의 적은 새로운 턴이 시작될 때마다 후크 공격력 (65/71/71)%만큼의 화염 속성 지속 피해를 받는다" },
            enhancedSkill: { name: "헤이! 후크 기억해?", desc: "지정된 단일 적에게 후크 공격력 (280/308/308)%만큼의 화염 속성 피해를 주고, 피격된 적은 100%의 기본 확률로 연소 상태에 빠진다. 지속 시간: 2턴. 또한, 인접한 목표에게 후크 공격력 (80/88/88)%만큼의 화염 속성 피해를 준다. 연소 상태의 적은 새로운 턴이 시작될 때마다 후크 공격력 (65/71/71)%만큼의 화염 속성 지속 피해를 받는다" },
            ultimate: { name: "펑! 날아드는 불꽃", desc: "지정된 단일 적에게 후크 공격력 (400/400/432)%만큼의 화염 속성 피해를 준다. 필살기 발동 후 다음 발동 전투 스킬이 강화된다. 강화 후의 전투 스킬은 지정된 단일 적과 인접한 목표에게 동시에 피해를 준다" },
            talent: { name: "하! 불난 집에 부채질", desc: "연소 상태의 적 공격 시, 추가로 후크 공격력 (100/100/110)%만큼의 화염 속성 추가 피해를 주고, 에너지를 추가로 5pt 회복한다" }
        },
        passives: {
            passive1: { name: "천진", desc: "특성 발동 시 후크 HP 최대치 5%만큼의 HP를 회복한다" },
            passive2: { name: "난만", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다" },
            passive3: { name: "불장난", desc: "필살기 발동 후 후크의 행동 게이지가 20% 증가하고, 추가로 에너지를 5pt 회복한다" }
        },
        eidolons: {
            e1: { name: "건강한 수면 사이클", desc: "전투 스킬 강화 후 가하는 피해가 20% 증가한다" },
            e2: { name: "건강한 식습관", desc: "전투 스킬은 적의 연소 상태 지속 시간을 1턴 증가시킨다" },
            e3: { name: "가리지 않고 전부", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "얼렁뚱땅해도 이상 무", desc: "특성 발동 시 100%의 기본 확률로 지정된 적의 인접한 목표를 전투 스킬과 같은 연소 상태에 빠트린다" },
            e5: { name: "이름 날린 두더지파", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "항시 악에 맞설 준비", desc: "후크가 연소 상태를 보유한 적에게 가하는 피해가 20% 증가한다" }
        }
    };
