export const 서벌 = 
{
        name: "서벌", rarity: "4성", element: "번개", path: "지식", image: "images/서벌.webp",
        baseStats: { hp: 917, atk: 652.68, def: 374.85, spd: 104, maxEnergy: 100 },
        statNodes: { "치명타확률%": 18.7, "효과명중%": 18, "효과저항%": 10 },
        skills: {
            technique: { name: "굿나잇, 벨로보그", desc: "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 서벌 공격력 50%만큼의 번개 속성 피해를 가하고, 100%의 기본 확률로 각 단일 적을 감전 상태에 빠트린다. 지속 시간: 3턴.감전 상태의 적은 새로운 턴이 시작될 때마다 서벌 공격력 50%만큼의 번개 속성 지속 피해를 받는다" },
            basic: { name: "뇌명의 음계", desc: "지정된 단일 적에게 서벌 공격력 (100/110/110)%만큼의 번개 속성 피해를 가한다" },
            skill: { name: "전광석화의 순간", desc: "지정된 단일 적에게 서벌 공격력 (140/154/154)%만큼의 번개 속성 피해를 가하고, 인접한 목표에게 서벌 공격력 (60/66/66)%만큼의 번개 속성 피해를 가한다. 또한, 피격된 적은 80%의 기본 확률로 감전 상태에 빠진다. 지속 시간: 2턴감전 상태의 적은 새로운 턴이 시작될 때마다 서벌 공격력 (104/114/114)%만큼의 번개 속성 지속 피해를 받는다" },
            ultimate: { name: "매커니컬 피버 등장!", desc: "모든 적에게 서벌 공격력 (180/180/194)%만큼의 번개 속성 피해를 가하고, 감전 상태의 적은 감전 상태 지속 시간이 2턴 증가한다" },
            talent: { name: "타오르는 화음", desc: "공격 발동 후 모든 감전 상태의 적에게 서벌 공격력 (72/72/79)%만큼의 번개 속성 추가 피해를 가한다" }
        },
        passives: {
            passive1: { name: "로큰롤", desc: "전투 스킬 발동 시 피격된 적이 감전 상태에 빠질 기본 확률이 20% 증가한다" },
            passive2: { name: "전자음", desc: "전투 시작 시 즉시 에너지를 15pt 회복한다" },
            passive3: { name: "열광", desc: "적 처치 후 공격력이 20% 증가한다. 지속 시간: 2턴" }
        },
        eidolons: {
            e1: { name: "귓가에 맴도는 소리", desc: "일반 공격이 지정된 적에 인접한 임의의 적 1기에게 일반 공격 피해 60%만큼의 번개 속성 피해를 가한다" },
            e2: { name: "앵콜!", desc: "특성의 추가 피해를 1회 발동할 때마다 서벌은 에너지를 4pt 회복한다" },
            e3: { name: "톱니바퀴의 심장 소리를 들어봐", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "소리 질러!", desc: "필살기 발동 시 100%의 기본 확률로 비감전 상태의 적을 전투 스킬과 동일한 감전 상태에 빠트린다" },
            e5: { name: "벨로보그 가수다!", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "천공을 가르는 노래!", desc: "서벌이 감전 상태의 적에게 가하는 피해가 30% 증가한다" }
        }
    };
