export const 청작 = 
{
        name: "청작", rarity: "4성", element: "양자", path: "지식", image: "images/청작.webp",
        baseStats: { hp: 1023, atk: 653, def: 441, spd: 98, maxEnergy: 140 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "양자피해증가%": 14.4 },
        skills: {
            technique: { name: "나 홀로 대결의 즐거움", desc: "비술을 사용한 이후에 전투에 진입할 경우 청작이 경옥패를 2장 뽑는다" },
            basic: { name: "판쓸이", desc: "가장 적은 문양의 경옥패 1장을 사용해 지정된 단일 적에게 청작 공격력 (100/110/110)%만큼의 양자 속성 피해를 가한다" },
            enhancedBasic: { name: "아싸~ 가오리!", desc: "즉시 경옥패를 2장 뽑는다. 자신이 가하는 피해가 (28/28/30)% 증가하며, 이번 턴이 끝날 때까지 지속된다. 최대 중첩수: 4스택. 해당 전투 스킬 발동 후 그 턴은 종료되지 않는다" },
            skill: { name: "끝내기 조합", desc: "즉시 경옥패를 2장 뽑는다. 자신이 가하는 피해가 (28/28/30)% 증가하며, 이번 턴이 끝날 때까지 지속된다. 최대 중첩수: 4스택. 해당 전투 스킬 발동 후 그 턴은 종료되지 않는다" },
            ultimate: { name: "물고기 4장? 났다!", desc: "모든 적에게 청작 공격력 (200/216/216)%만큼의 양자 속성 피해를 가하며, 같은 문양의 경옥패를 4장 획득한다" },
            talent: { name: "제원 경옥", desc: "아군 턴 시작 시 청작은 3가지 각각 다른 문양의 경옥패에서 랜덤으로 1장을 뽑는다. 경옥패는 최대 4장까지 보유할 수 있다.청작의 턴이 시작될 때 보유 중인 경옥패의 수가 4개고 문양이 모두 동일할 경우 경옥패를 전부 소모해서 [꿀조합]에 진입한다.[꿀조합] 상태일 때는 전투 스킬을 다시 발동할 수 없으며 자신의 공격력이 (72/79/79)% 증가하고, 일반 공격 [판쓸이]가 [아싸~ 가오리!]로 강화되며 [아싸~ 가오리!] 발동 후 [꿀조합] 상태는 종료된다" }
        },
        passives: {
            passive1: { name: "순위 경쟁", desc: "전투 스킬 발동 시 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 단일 전투에서 1회만 발동한다" },
            passive2: { name: "한 끗 차", desc: "전투 스킬로 자신이 가하는 피해 증가 효과가 추가로 10% 증가한다" },
            passive3: { name: "맞불", desc: "일반 공격 강화 발동 후 청작의 속도가 10% 증가한다. 지속 시간: 1턴" }
        },
        eidolons: {
            e1: { name: "용감무쌍 물고기", desc: "필살기가 가하는 피해가 10% 증가한다" },
            e2: { name: "놀이판은 숙면 도우미", desc: "청작이 패 뽑기를 발동할 때마다 즉각 에너지를 1pt 회복한다" },
            e3: { name: "무아지경 판쓸이", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "운명을 건 마지막 패", desc: "전투 스킬 발동 후 24%의 고정 확률로 [불구인] 상태를 획득하며, 이번 턴이 끝날 때까지 지속된다.[불구인] 상태에서 일반 공격이나 강화된 일반 공격 발동 후 즉시 추가 공격을 1회 진행하고, 해당 목표에게 일반 공격이나 강화된 일반 공격 피해의 100%만큼 양자 속성 피해를 가한다" },
            e5: { name: "운발에 맡긴 승부", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "승리를 위한 기다림", desc: "일반 공격 강화 발동 후 전투 스킬 포인트를 1pt 회복한다" }
        }
    };
