export const 헤르타 = 
{
        name: "헤르타", rarity: "4성", element: "얼음", path: "지식", image: "images/헤르타.webp",
        baseStats: { hp: 953, atk: 582.12, def: 396.9, spd: 100, maxEnergy: 110 },
        statNodes: { "방어력%": 22.5, "치명타확률%": 22.5, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "최적화가 필요해", desc: "비술 발동 후 다음 전투 시작 시 헤르타의 공격력이 40% 증가한다. 지속 시간: 3턴" },
            basic: { name: "보긴 뭘 봐", desc: "지정된 단일 적에게 헤르타 공격력 (100/110/110)%만큼의 얼음 속성 피해를 가한다" },
            skill: { name: "일회성 거래", desc: "모든 적에게 헤르타 공격력 (100/110/110)%만큼의 얼음 속성 피해를 준다. 해당 적의 현재 HP 백분율이 50% 이상이면 해당 적에게 가하는 피해가 20% 증가한다" },
            ultimate: { name: "마법이야, 내가 마법을 추가했어", desc: "모든 적에게 헤르타 공격력 (200/200/216)%만큼의 얼음 속성 피해를 가한다" },
            talent: { name: "그냥 내가 할게", desc: "임의의 아군 공격으로 적의 현재 HP 백분율이 50% 이하일 시, 헤르타는 추가 공격을 발동하여 모든 적에게 헤르타 공격력 (40/40/43)%만큼의 얼음 속성 피해를 준다" }
        },
        passives: {
            passive1: { name: "효율", desc: "전투 스킬 발동 시 적에게 가하는 피해 증가 효과가 추가로 25% 증가한다" },
            passive2: { name: "인형", desc: "제어류 디버프 상태 저항 확률이 35% 증가한다" },
            passive3: { name: "빙결", desc: "필살기 발동 시 빙결 상태의 적에게 가하는 피해가 20% 증가한다" }
        },
        eidolons: {
            e1: { name: "엎친데 덮친 격", desc: "일반 공격 발동 시 지정된 단일 적의 HP 백분율이 50% 이하일 경우 추가로 헤르타 공격력의 40%만큼 얼음 속성 추가 피해를 가한다" },
            e2: { name: "승리를 위한 추격", desc: "특성을 1회 발동할 때마다 자신의 치명타 확률이 3% 증가한다. 해당 효과 최대 중첩수: 5스택" },
            e3: { name: "나 이런 여자야", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "때리려면 뺨을", desc: "특성이 발동될 시 가하는 피해가 10% 증가한다" },
            e5: { name: "폭언멸구", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "누구도 날 저버리지 못해", desc: "필살기 발동 후 공격력이 25% 증가한다. 지속 시간: 1턴" }
        }
    };
