export const 알맞은타이밍 = {
        name: "알맞은 타이밍", rarity: "4성", path: "풍요",
        baseStats: { hp: 952, atk: 423, def: 396 },
        skill: { name: "굴절된 시선", desc: "장착한 캐릭터의 효과 저항이 16%/20%/24%/28%/32% 증가하고, 장착한 캐릭터 치유량이 증가한다. 증가 수치는 효과 저항의 33%/36%/39%/42%/45%만큼이다. 치유량은 최대 15%/18%/21%/24%/27% 증가한다" }
};

알맞은타이밍.autoBuffs = {
    "효과 저항": [16, 20, 24, 28, 32]
};

알맞은타이밍.dynamicBuffs = {
    "치유량 보너스": (장착캐릭터, 중첩 = 1) => {
        const index = Math.max(0, Math.min(4, 중첩 - 1));
        const 변환비율 = [0.33, 0.36, 0.39, 0.42, 0.45];
        const 최대치유량 = [15, 18, 21, 24, 27];

        const 효과저항 = 장착캐릭터.finalStats["효과 저항"];

        const 치유량 = 효과저항 * 변환비율[index];

        return Math.min(치유량, 최대치유량[index]);
    }
};
