export const 눈부신파키의세상 = {
        name: "눈부신 파키의 세상", rarity: "5성", path: "환락",
        baseStats: { hp: 1058, atk: 582, def: 463 },
        skill: { name: "이목", desc: "장착한 캐릭터의 치명타 피해가 48%/56%/64%/72%/80% 증가한다. 장착한 캐릭터가 필드에 있을 시, 파티에 있는 「환락」 운명의 길 캐릭터 1명당 전투 스킬 포인트 최대치가 1pt 증가하며, 최대 3pt 증가한다. 장착한 캐릭터가 전투 스킬 포인트를 1pt 소모할 때마다 자신이 가하는 환락 피해가 적의 방어력을 5%/6%/7%/8%/9% 무시한다, 최대 중첩수: 4스택, 같은 턴 동안 전투 스킬 포인트를 4pt 이상 소모할 시 장착한 캐릭터는 [방송 지원]을 획득한다. 장착한 캐릭터가 [방송 지원] 보유 시, 모든 아군의 환락도가 20%/24%/28%/32%/36% 증가한다. 같은 종류의 광추 효과는 중첩되지 않는다." }
};

눈부신파키의세상.autoBuffs = {
    "치명타 피해": [48, 56, 64, 72, 80]
};
