export const 파도에내던진한여름 = {
        name: "파도에 내던진 한여름", rarity: "5성", path: "환락",
        baseStats: { hp: 953, atk: 582, def: 529 },
        skill: { name: "파도타기", desc: "장착한 캐릭터의 치명타 확률이 18%/21%/24%/27%/30% 증가한다. 장착한 캐릭터가 환락 스킬 발동 시, [바람길]을 획득하며, [바람길]은 장착한 캐릭터의 속도를 24%/28%/32%/36%/40% 증가시킨다. 발동한 환락 스킬이 이전에 발동한 환락 스킬과 다를 경우 추가로 [물결]을 획득하며, [물결]은 장착한 캐릭터의 환락도를 40%/55%/70%/85%/100% 증가시킨다.각 웨이브 시작 시 또는 장착한 캐릭터가 환락 스킬을 3회 발동할 때마다 전투 스킬 포인트를 1pt 회복한다" }
};

파도에내던진한여름.autoBuffs = {
    "치명타 확률": [18, 21, 24, 27, 30]
};
