export const Mar7th =
{
        name: "Mar.7th", rarity: "4성", element: "얼음", path: "보존", image: "images/Mar.7th.webp",
        baseStats: { hp: 1058, atk: 511.56, def: 573.3, spd: 101, maxEnergy: 120 },
        statNodes: { "방어력%": 22.5, "효과저항%": 10, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "빙결의 순간", desc: "적을 바로 공격하며, 전투 진입 후 100%의 기본 확률로 랜덤 단일 적을 빙결 상태에 빠트린다. 지속 시간: 1턴 빙결 상태의 적은 행동할 수 없을 뿐만 아니라 새로운 턴이 시작될 때마다 Mar. 7th 공격력 50%만큼의 얼음 속성 추가 피해를 받는다" },
            basic: { name: "극저온의 화살", desc: "지정된 단일 적에게 Mar. 7th 공격력의 (100/110/110)%만큼 얼음 속성 피해를 가한다" },
            skill: { name: "귀여움이 곧 정의", desc: "지정된 단일 아군에게 Mar. 7th 방어력 (57/57/60)%+(760/760/846)만큼의 피해를 상쇄할 수 있는 실드를 제공한다. 지속 시간: 3턴 해당 목표의 현재 HP 백분율이 30% 이상이면, 적에게 피격될 확률이 대폭 증가한다" },
            ultimate: { name: "얼음 화살비의 시간", desc: "모든 적에게 Mar. 7th 공격력의 (150/162/162)%만큼 얼음 속성 피해를 가한다. 피격된 적은 50%의 기본 확률로 빙결 상태에 빠진다, 지속 시간: 1턴 빙결 상태의 적은 행동이 불가할 뿐만 아니라 턴이 시작될 때마다 Mar. 7th 공격력의 (60/60/66)%만큼 얼음 속성 추가 피해를 받는다" },
            talent: { name: "소녀의 특권", desc: "실드를 보유한 아군이 적에게 피격되면 Mar. 7th는 즉시 공격자에게 반격을 발동하여 Mar. 7th 공격력의 (100/100/110)%만큼 얼음 속성 피해를 가한다. 해당 효과는 턴마다 2회 발동할 수 있다" }
        },
        passives: {
            passive1: { name: "순결", desc: "전투 스킬 발동 시 지정된 단일 아군의 디버프 효과를 1개 해제한다" },
            passive2: { name: "가호", desc: "전투 스킬이 제공하는 실드의 지속 시간이 1턴 증가한다" },
            passive3: { name: "얼음 저주", desc: "필살기 발동 시 적을 빙결하는 기본 확률이 15% 증가한다" }
        },
        eidolons: {
            e1: { name: "기억 속 그대", desc: "필살기로 목표를 1기 빙결할 때마다 Mar. 7th가 에너지를 6pt 회복한다" },
            e2: { name: "기억 속 그것", desc: "전투 진입 시 현재 HP 백분율이 가장 낮은 아군에게 Mar. 7th 방어력 24%+320만큼의 실드를 제공한다. 지속 시간: 3턴" },
            e3: { name: "기억 속 모든 것", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "더 이상 잃기 싫어", desc: "턴마다 발동할 수 있는 특성의 반격 효과 횟수가 1회 증가한다. 반격으로 가하는 피해량이 증가하고, 증가 수치는 Mar. 7th 방어력의 30%이다" },
            e5: { name: "더 이상 잊기 싫어", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "그냥 이대로 계속…", desc: "전투 스킬이 제공하는 실드의 가호 아래 아군은 턴이 시작될 때마다 각자의 HP 최대치 4%+106만큼 HP를 회복한다" }
        }
    };
