export const Dr레이시오 = 
{
        name: "Dr.레이시오", rarity: "5성", element: "허수", path: "수렵", image: "images/Dr.레이시오.webp",
        baseStats: { hp: 1048, atk: 776, def: 461, spd: 103, maxEnergy: 140 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "치명타확률%": 12 },
        skills: {
            technique: { name: "우상 형상화", desc: "비술 사용 후 특수 영역을 만들어 주변의 적을 도발한다. 지속 시간: 10초. 특수 영역 내의 적은 전투 진입 후 100%의 기본 확률로 각 단일 적의 속도가 15% 감소한다. 지속 시간: 2턴. 아군이 생성한 영역 효과는 최대 1개만 존재할 수 있다" },
            basic: { name: "아는 것이 힘", desc: "지정된 단일 적에게 Dr. 레이시오 공격력의 (100/110/110)%만큼 허수 속성 피해를 가한다" },
            skill: { name: "지적 산파술", desc: "지정된 단일 적에게 Dr. 레이시오 공격력의 (150/165/165)%만큼 허수 속성 피해를 가한다" },
            ultimate: { name: "삼단논법의 역설", desc: "지정된 단일 적에게 Dr. 레이시오 공격력의 (240/259/259)%만큼 허수 속성 피해를 가하고 [현자의 짧은 생각]을 부여한다. Dr. 레이시오의 동료가 [현자의 짧은 생각]을 보유한 목표를 공격하면 Dr. 레이시오는 해당 목표에게 특성 추가 공격을 1회 발동한다.[현자의 짧은 생각] 효과는 최대 2회 발동되며, 가장 최근 Dr. 레이시오가 필살기를 발동한 목표에게만 적용된다. 필살기 발동 후 해당 효과 발동 횟수는 초기화된다" },
            talent: { name: "나는 생각한다, 고로 존재한다", desc: "전투 스킬 발동 시 40%의 고정 확률로 해당 목표에게 추가 공격을 1회 발동하며, Dr. 레이시오 공격력의 (270/270/297)%만큼 허수 속성 피해를 가한다. 목표가 디버프 효과를 1개 보유할 때마다 추가 공격을 발동할 고정 확률이 20% 증가한다. 만약 추가 공격 발동 전에 목표가 처치되면 랜덤 단일 적에게 추가 공격을 발동한다" }
        },
        passives: {
            passive1: { name: "귀납", desc: "전투 스킬 발동 시 목표가 보유한 디버프 효과 1개당 Dr. 레이시오의 치명타 확률이 2.5% 증가하고, 치명타 피해가 5% 증가한다. 최대 중첩수: 6스택" },
            passive2: { name: "연역", desc: "전투 스킬을 발동하여 적을 공격하면 100%의 기본 확률로 피격된 적의 효과 저항이 10% 감소한다. 지속 시간: 2턴" },
            passive3: { name: "	추리", desc: "피해를 가할 시 목표의 디버프 상태가 3개 이상일 경우, 목표가 보유한 디버프 효과 1개당 Dr. 레이시오가 해당 목표에게 가하는 피해가 10% 증가하며, 최대 50% 증가한다" }
        },
        eidolons: {
            e1: { name: "교만은 재앙을 낳는다", desc: "행적 [귀납]의 중첩 스택 수 상한이 4스택 증가한다. 전투 시작 시 [귀납] 4스택을 즉시 획득한다. 먼저 행적 [귀납]을 개방해야 한다" },
            e2: { name: "작은 것에 숨겨진 진리", desc: "특성의 추가 공격이 목표를 명중할 시, 목표가 디버프 효과를 1개 보유할 때마다 추가로 Dr. 레이시오 공격력의 20%만큼 허수 속성 추가 피해를 가한다. 해당 효과는 추가 공격을 할 때마다 최대 4회 발동된다" },
            e3: { name: "너 자신을 알라", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "맹목은 미련을 낳는다", desc: "특성 발동 시 Dr. 레이시오가 추가로 에너지를 15pt 회복한다" },
            e5: { name: "노 없는 배는 바다를 건널 수 없다", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "영원한 것은 진리뿐", desc: "[현자의 짧은 생각]의 발동 효과가 추가로 1회 증가하고, 특성의 추가 공격으로 가하는 피해가 50% 증가한다" }
        }
    };
