export const 부트힐 = 
{
        name: "부트힐", rarity: "5성", element: "물리", path: "수렵", image: "images/부트힐.webp",
        baseStats: { hp: 1203, atk: 621, def: 437, spd: 107, maxEnergy: 115 },
        statNodes: { "체력%": 10, "공격력%": 18, "격파특수효과%": 37.3 },
        skills: {
            technique: { name: "3-9x의 미소", desc: "비술 사용 후 다음번 전투에서 처음 전투 스킬을 발동할 시, 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: 2턴" },
            basic: { name: "두개골을 부수는 발굽", desc: "지정된 단일 적에게 부트힐 공격력의 (100/110/110)%만큼 물리 속성 피해를 가한다" },
            enhancedBasic: { name: "리볼버 패닝", desc: "지정된 단일 적에게 부트힐 공격력의 (220/242/242)%만큼 물리 속성 피해를 가한다.강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없으며, [목숨 건 대치] 상태의 적만을 목표로 삼을 수 있다" },
            skill: { name: "뜨거운 자갈 위 탱고", desc: "지정된 단일 적과 자신이 [목숨 건 대치] 상태에 진입한다. 부트힐의 일반 공격이 강화되고 전투 스킬을 발동할 수 없다, 지속 시간: 2턴. 부트힐의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.[목숨 건 대치] 상태의 적은 도발 상태에 빠진다. 해당 목표/부트힐이 상대의 공격을 받을 시 받는 피해가 (30/30/33)%/15% 증가한다.해당 목표가 처치되거나 약점이 격파된 후, 부트힐은 [포켓 어드벤티지]를 1스택 획득하고, [목숨 건 대치]가 해제된다.해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴은 종료되지 않는다" },
            ultimate: { name: "더스트 데빌의 선셋 로데오", desc: "지정된 단일 적에게 물리 약점을 부여한다, 지속 시간: 2턴 해당 목표에게 부트힐 공격력의 (400/432/432)%만큼 물리 속성 피해를 가하고, 행동 게이지를 (40/42/42)% 감소시킨다." },
            talent: { name: "실린더 속 다섯 발", desc: "[포켓 어드벤티지] 1스택마다 강화된 일반 공격의 강인성 감소 수치가 50% 증가한다. 최대 중첩수: 3스택 강화된 일반 공격 발동 중에 목표가 약점 격파 상태일 경우, [포켓 어드벤티지] 스택 수에 따라 목표에게 부트힐 물리 속성 격파 피해의 (70/70/77)%/(120/120/132)%/(170/170/187)%만큼 격파 피해를 가한다. 해당 피해에 계산되는 강인성 최대치는 일반 공격 [두개골을 부수는 발굽]의 기초 강인성 감소 수치의 16배를 넘을 수 없다.전투 승리 후, 부트힐은 [포켓 어드벤티지]를 다음 전투까지 보류할 수 있다" }
        },
        passives: {
            passive1: { name: "고스트 로딩", desc: "자신의 치명타 확률/치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 10%/50%이며, 치명타 확률/치명타 피해는 최대 30%/150% 증가한다" },
            passive2: { name: "어보브 스네이크", desc: "부트힐이 [목숨 건 대치] 상태일 시 [목숨 건 대치] 상태가 아닌 목표에게 받는 피해가 30% 감소한다" },
            passive3: { name: "포인트 블랭크", desc: "[목숨 건 대치] 상태에서 [포켓 어드벤티지] 획득 시, 에너지를 10pt 회복한다. 해당 효과는 [포켓 어드벤티지]를 초과해 획득할 때도 발동된다" }
        },
        eidolons: {
            e1: { name: "황야의 론스타", desc: "전투 시작 시 [포켓 어드벤티지]를 1스택 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 16% 무시한다" },
            e2: { name: "마일스톤 딜러", desc: "[목숨 건 대치] 상태에서 [포켓 어드벤티지] 획득 시, 전투 스킬 포인트를 1개 회복하고 격파 특수효과가 30% 증가한다. 지속 시간: 2턴. 해당 효과는 1턴 내에 중복 발동할 수 없으며, [포켓 어드벤티지]를 초과해 획득할 때도 발동된다" },
            e3: { name: "대리석 과수원의 파수꾼", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "냉육 주방장", desc: "[목숨 건 대치] 상태의 적이 부트힐에게 피격 시 받는 피해가 추가로 12% 증가한다. 부트힐이 [목숨 건 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 12% 감소한다" },
            e5: { name: "그루터기 연설가", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "쇠창살 여관의 라쿤", desc: "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 40%만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 70%만큼 격파 피해를 가한다" }
        }
    };
