export const 비소 = 
{
        name: "비소", rarity: "5성", element: "바람", path: "수렵", image: "images/비소.webp",
        baseStats: { hp: 1048, atk: 601.52, def: 388.08, spd: 112, maxEnergy: 12 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "치명타확률%": 12 },
        skills: {
            technique: { name: "폭풍의 몸", desc: "비술 사용 후 20초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 50% 증가하며, 전투 진입 후 [비황]을 1pt 획득한다.[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 200%만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 100% 증가하고, 최대 1000%까지 증가한다" },
            basic: { name: "섬렬", desc: "지정된 단일 적에게 비소 공격력의 (100/110/110)%만큼 바람 속성 피해를 가한다" },
            skill: { name: "꿰뚫는 도끼", desc: "지정된 단일 적에게 비소 공격력의 (200/200/220)%만큼 바람 속성 피해를 가하고, 그 후 즉시 해당 목표에게 특성의 추가 공격을 1회 추가로 발동한다" },
            ultimate: { name: "천지 격쇄", desc: "지정된 단일 적에게 최대 비소 공격력의 (700/760/760)%만큼 바람 속성 피해를 가한다. 해당 공격 중에는 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 약점 격파 상태가 아닐 시 비소의 약점 격파 효율이 100% 증가한다.이때 비소는 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 총 6회 발동하고, 마지막에 해당 목표에게 비소 공격력의 (160/173/173)%만큼 바람 속성 피해를 가한다" },
            enhancedUltimate1: { name: "섬렬의 검무", desc: "선택한 목표에게 비소 공격력의 (60/65/65)%만큼 바람 속성 피해를 가한다. 목표가 약점 격파 상태일 경우 피해 배율이 (30/33/33)% 증가한다" },
            enhancedUltimate2: { name: "하늘을 꿰뚫는 도끼", desc: "선택한 목표에게 비소 공격력의 (60/65/65)%만큼 바람 속성 피해를 가한다. 목표가 약점 격파 상태가 아닐 경우 피해 배율이 (30/33/33)% 증가한다" },
            talent: { name: "뇌정의 수렵", desc: "[비황] 6pt 도달 시 필살기를 활성화할 수 있으며, 최대 12pt 누적된다. 아군이 공격을 2회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.비소의 동료가 적에게 공격 발동 후 비소가 즉시 주목표에게 추가 공격을 발동하고, 비소 공격력의 (110/110/121)%만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다. 해당 공격 발동 시 자신이 가하는 피해가 (60/60/66)% 증가한다, 지속 시간: 2턴" }
        },
        passives: {
            passive1: { name: "통천", desc: "전투 시작 시 [비황]을 3pt 획득한다. 턴 시작 시, 이전 턴에서 특성으로 추가 공격을 발동하지 않은 경우 [비황] 획득에 필요한 공격 횟수가 1회 계산된다" },
            passive2: { name: "해형", desc: "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다. 추가 공격의 치명타 피해가 36% 증가한다" },
            passive3: { name: "섬전", desc: "전투 스킬 발동 시 공격력이 48% 증가한다. 지속 시간: 3턴" }
        },
        eidolons: {
            e1: { name: "극지 평정", desc: "[섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 후 비소가 가하는 필살기 피해가 기존 피해의 10%만큼 추가로 증가한다. 최대 5스택 중첩되며, 필살기 행동이 종료될 때까지 지속된다" },
            e2: { name: "별과 달에 올리는 예", desc: "특성 효과에서 아군이 추가 공격을 1회 발동할 때마다 비소가 [비황]을 1pt 획득한다. 해당 효과는 턴마다 최대 6회 발동한다" },
            e3: { name: "서성 출현", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "대담하고 신중하게", desc: "특성 추가 공격의 강인성 감소 수치가 100% 증가하고, 발동 시 자신의 속도가 8% 증가한다, 지속 시간: 2턴" },
            e5: { name: "드높은 하늘에 올라", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "수구초심", desc: "비소가 가하는 필살기 피해의 모든 속성 저항 관통이 20% 증가한다. 특성의 추가 공격 피해는 동시에 필살기 피해로 간주되며, 피해 배율이 140% 증가한다" }
        }
    };
