export const 아처 = 
{
        name: "아처", rarity: "5성", element: "양자", path: "수렵", image: "images/아처.webp",
        baseStats: { hp: 1164, atk: 621, def: 485, spd: 105, maxEnergy: 220 },
        statNodes: { "공격력%": 18, "치명타확률%": 6.7, "양자피해증가%": 22.4 },
        skills: {
            technique: { name: "천리안", desc: "즉시 적을 공격하며, 전투 진입 후 모든 적에게 아처 공격력의 200%만큼 양자 속성 피해를 가하고, 충전을 1pt 획득한다" },
            basic: { name: "간장·막야", desc: "지정된 단일 적에게 아처 공격력의 (100/110/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "거짓·나선검", desc: "[회로접속] 상태에 진입한다. 지정된 단일 적에게 아처 공격력의 (360/396/396)%만큼 양자 속성 피해를 가한다. [회로접속] 상태에서 전투 스킬 발동 시 이번 턴이 종료되지 않으며, 아처의 전투 스킬이 가하는 피해가 [회로접속] 상태가 종료될 때까지 (100/100/108)% 증가한다, 최대 중첩수: 2스택. 전투 스킬을 5회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로접속] 상태가 종료된다. 각 웨이브의 모든 적이 처치되면 [회로접속] 상태가 종료된다" },
            ultimate: { name: "무한의 검제", desc: "지정된 단일 적에게 아처 공격력의 (1000/1000/1080)%만큼 양자 속성 피해를 가하고 충전을 2pt 획득하며, 충전은 최대 4pt 보유할 수 있다" },
            talent: { name: "심안(진)", desc: "아처의 동료가 적에게 공격을 발동하면 아처는 충전을 1pt 소모하고, 즉시 주목표에게 추가 공격을 발동하여 아처 공격력의 (200/200/220)%만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다. 이번 추가 공격 발동 전에 목표가 처치된 경우 랜덤 단일 적에게 추가 공격을 발동한다" }
        },
        passives: {
            passive1: { name: "투영 마술", desc: "아처가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 2pt 증가한다" },
            passive2: { name: "정의의 사자", desc: "아처가 전투 진입 시 충전을 1pt 획득한다" },
            passive3: { name: "수호자", desc: "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 4pt 이상일 경우 아처의 치명타 피해가 120% 증가한다, 지속 시간: 1턴" }
        },
        eidolons: {
            e1: { name: "닿지 못한 이상", desc: "단일 턴 내에 전투 스킬을 3회 발동하면 아군의 전투 스킬 포인트를 2pt 회복한다" },
            e2: { name: "이루지 못한 행복", desc: "필살기 발동 시 적의 양자 속성 저항을 20% 감소시키며, 대상에게 양자 속성 약점을 부여한다, 지속 시간: 2턴" },
            e3: { name: "평범함을 거부하는 기개", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "영웅이라 불릴 수 없는 삶", desc: "가하는 필살기 피해가 150% 증가한다" },
            e5: { name: "고독한 무명의 수호", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "끝없는 배회의 순례", desc: "턴 시작 시 아군의 전투 스킬 포인트를 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택 최대치가 1스택 증가한다. 가하는 전투 스킬 피해가 방어력을 20% 무시한다" }
        }
    };
