export const 애쉬베일 = 
{
        name: "애쉬베일", rarity: "5성", element: "번개", path: "수렵", image: "images/애쉬베일.webp",
        baseStats: { hp: 854, atk: 776, def: 388, spd: 106, maxEnergy: 150 },
        statNodes: { "공격력%": 10, "치명타피해%": 37.3, "번개피해증가%": 14.4 },
        skills: {
            technique: { name: "먹어라, 가증스러운 손이여", desc: "비술 사용 후 일정 구역 내의 적을 10초 동안 현기증 상태에 빠트린다. 현기증 상태인 적은 아군을 선공할 수 없다.현기증 상태에 빠진 적을 선공해 전투 진입 시, 모든 적에게 애쉬베일 공격력의 100%만큼 번개 속성 피해를 가하고, 애쉬베일이 충전을 1pt 획득한다" },
            basic: { name: "예절을 가르치는 발톱", desc: "지정된 단일 적에게 애쉬베일 공격력의 (100/110/110)%만큼 번개 속성 피해를 가한다" },
            skill: { name: "짐승을 몰아내는 채찍", desc: "지정된 단일 적을 [미끼]로 만들고, 대상에게 애쉬베일 공격력의 (200/200/220)%만큼 번개 속성 피해를 가한다. 해당 목표가 [미끼]일 경우, 추가로 대상에게 애쉬베일 공격력의 (100/100/110)%만큼 번개 속성 피해를 가하고, 전투 스킬 포인트를 1pt 회복한다. 필드에 [미끼]가 존재할 시, 모든 적의 방어력이 (40/40/44)% 감소한다.필드에 [미끼]가 없을 시, 애쉬베일은 즉시 현재 필드의 HP가 가장 낮은 단일 적을 [미끼]로 만들며, [미끼] 상태는 가장 최근에 부여된 목표에게만 적용된다" },
            ultimate: { name: "끝나지 않는 향연", desc: "지정된 단일 적을 [미끼]로 만들고, 대상에게 애쉬베일 공격력의 (400/440/440)%만큼 번개 속성 피해를 가하며, 이후 즉시 [미끼]에게 강화된 특성 추가 공격을 1회 발동하고, 애쉬베일은 충전을 3pt 획득한다.강화된 특성 추가 공격은 충전을 소모하지 않는다. [탐닉]이 4스택 이상일 시, 보유한 [탐닉] 4스택당 상응하는 스택을 소모해 추가로 애쉬베일 공격력의 (200/220/220)%만큼 번개 속성 피해를 1회 가하며, 이번 추가 공격 도중 목표에게 치명적인 공격을 가했을 경우, [탐닉]이 4스택 미만이 될 때까지 계속해서 새로운 [미끼]에게 피해를 가한다. 현재 필드 위 모든 적이 치명적인 공격을 받으면 강화된 특성 추가 공격은 즉시 종료된다" },
            talent: { name: "이를 갈며 갚을 숙원", desc: "애쉬베일은 기본 상태에서 충전을 2pt 보유하며, 최대 3pt 보유할 수 있다. [미끼]가 다른 아군에게 피격되면, 애쉬베일은 고정으로 에너지를 8pt 회복하고, 이후 충전을 1pt 소모해 [미끼]에게 추가 공격을 발동하여 애쉬베일 공격력의 (200/200/220)%만큼 번개 속성 피해를 가하고, 이후 [탐닉]을 2스택 획득한다, 최대 중첩수: 12스택" }
        },
        passives: {
            passive1: { name: "죄의 길", desc: "애쉬베일이 전투 스킬/필살기 발동 시, [탐닉]을 1/2스택 획득한다. 애쉬베일의 추가 공격 도중 적 1기가 치명적인 공격을 받을 때마다, 애쉬베일이 [탐닉]을 1스택 획득한다" },
            passive2: { name: "그림자의 팔", desc: "애쉬베일의 추가 공격이 가하는 피해가 80% 증가하고, 보유한 [탐닉] 1스택당 추가 공격이 가하는 피해가 추가로 10% 증가한다" },
            passive3: { name: "늑대 우두머리", desc: "애쉬베일이 필드에 있을 시, 아군이 가하는 치명타 피해가 40% 증가하고, 아군이 추가 공격으로 가하는 치명타 피해가 추가로 80% 증가한다" }
        },
        eidolons: {
            e1: { name: "조심, 만월엔 외출 금지", desc: "애쉬베일이 필드에 있을 시, 모든 적이 받는 피해가 24% 증가한다. 적 현재 HP 백분율이 50% 이하일 시, 대상이 받는 피해가 36%로 증가한다" },
            e2: { name: "노크, 방 안엔 비웃음만이", desc: "[탐닉] 중첩 상한이 18스택으로 증가하며, 애쉬베일이 강화된 특성 추가 공격을 발동할 때마다 해제된 [탐닉] 스택 수의 35%를 반환한다" },
            e3: { name: "침묵, 서로 다른 속사정", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "명심, 진상을 곱씹을 필요 없이", desc: "애쉬베일이 필살기 발동 시 공격력이 40% 증가한다, 지속 시간: 3턴" },
            e5: { name: "상기, 탐정이자 범인", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "결말, 그리고 어쩌면 아무도 없었다", desc: "필드에 [미끼]가 존재할 경우, 모든 적의 모든 속성 저항이 20% 감소한다. 애쉬베일은 [탐닉]을 1스택 획득할 때마다 가하는 피해가 4% 증가한다, 해당 효과 최대 중첩수: 30스택" }
        }
    };
