export const 연경 = 
{
        name: "연경", rarity: "5성", element: "얼음", path: "수렵", image: "images/연경.webp",
        baseStats: { hp: 893, atk: 679, def: 412, spd: 109, maxEnergy: 140 },
        statNodes: { "체력%": 10, "공격력%": 28, "얼음피해증가%": 14.4 },
        skills: {
            technique: { name: "어검의 비결", desc: "비술 발동 후 다음 전투 시작 시 연경은 현재 HP 백분율이 50% 이상인 적에게 가하는 피해가 30% 증가한다. 지속 시간: 2턴" },
            basic: { name: "서늘한 칼끝", desc: "지정된 단일 적에게 연경 공격력 (100/110/110)%만큼의 얼음 속성 피해를 준다" },
            skill: { name: "삼척추수", desc: "지정된 단일 적에게 연경 공격력 (220/242/242)%만큼의 얼음 속성 피해를 준다. 이때 연경에게 [신검합일] 효과를 부여한다. 지속 시간: 1턴" },
            ultimate: { name: "비바람을 가르는 제비", desc: "자신의 치명타 확률이 60% 증가하고 만일 연경이 [신검합일] 효과를 가지고 있다면 치명타 피해가 추가로 (50/50/54)% 증가한다. 버프 효과는 1턴 동안 지속된다. 이후 지정된 단일 적에게 연경 공격력 (350/350/378)%만큼의 얼음 속성 피해를 준다" },
            talent: { name: "호검여영(呼劍如影)", desc: "연경이 [신검합일] 상태일 경우 피격될 확률이 감소하고 자신의 치명타 확률이 (20/20/21)%, 치명타 피해가 (30/30/33)% 증가한다. 적에게 공격을 발동한 후, (60/60/62)%의 고정 확률로 추가 공격을 발동해 연경 공격력 (50/50/55)%만큼의 얼음 속성 피해를 주고 65%의 기본 확률로 1턴 동안 대상을 빙결 상태에 빠트린다.빙결 상태인 적은 행동할 수 없으며, 턴이 시작될 때마다 연경 공격력 (50/50/55)%만큼의 얼음 속성 추가 피해를 받는다.연경이 피해를 받으면 [신검합일] 효과는 소멸된다" }
        },
        passives: {
            passive1: { name: "서슬 퍼런 선물", desc: "공격 발동 후 얼음 속성 약점을 보유한 적에게 연경 공격력의 30%만큼 얼음 속성 추가 피해를 가한다" },
            passive2: { name: "고결", desc: "[신검합일] 상태일 경우 효과 저항이 20% 증가한다" },
            passive3: { name: "명검", desc: "치명타 발동 시 속도가 10% 증가한다. 지속 시간: 2턴" }
        },
        eidolons: {
            e1: { name: "칼날의 섬광", desc: "연경이 적 공격 시 목표가 빙결 상태면 즉시 목표에게 연경 공격력의 60%만큼 얼음 속성 추가 피해를 가한다" },
            e2: { name: "공명", desc: "[신검합일] 효과 상태일 경우 에너지 회복효율이 추가로 10% 증가한다" },
            e3: { name: "검술의 극의", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "서릿발", desc: "현재 HP 백분율이 80% 이상일 경우, 자신의 얼음 속성 저항 관통이 12% 증가한다" },
            e5: { name: "무골", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "자유자재", desc: "적 처치 시 [신검합일] 또는 필살기 버프 효과를 보유 중일 경우, 해당 버프 효과의 지속 시간이 모두 1턴 연장된다" }
        }
    };
