export const 제레 = 
{
        name: "제레", rarity: "5성", element: "양자", path: "수렵", image: "images/제레.webp",
        baseStats: { hp: 931, atk: 640, def: 364, spd: 115, maxEnergy: 120 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "치명타피해%": 24 },
        skills: {
            technique: { name: "환신", desc: "비술 사용 후 20초 동안 지속되는 은신 상태에 진입한다. 은신 상태에서는 적에게 발견되지 않으며, 적을 선공하여 전투 진입 시 제레는 즉시 증폭 상태에 진입하고, 랜덤 적에게 제레 전투 스킬 피해 배율만큼 양자 속성 피해를 1회 가한다. 해당 피해는 반드시 치명타이다" },
            basic: { name: "강습", desc: "지정된 단일 적에게 제레 공격력의 (100/100/110)%만큼 양자 속성 피해를 가한다" },
            skill: { name: "귀인(歸刃)", desc: "제레의 속도가 25% 증가하고, 지정된 단일 적에게 제레 공격력의 (360/396/396)%만큼 양자 속성 피해를 가한다. 속도 증가 효과 지속 시간: 3턴 아군이 공격한 후, 피격된 목표의 현재 HP 백분율이 50% 이하일 경우, 제레가 자동으로 대상에게 전투 스킬을 1회 발동한다. 이번 전투 스킬은 전투 스킬 포인트를 소모하지 않고 에너지를 회복하지 않으며, 해당 효과는 턴마다 최대 1회 발동한다. 제레의 턴 시작 시 발동 가능 횟수가 초기화된다. 공격할 수 있는 목표가 존재하지 않을 경우, HP가 가장 낮은 단일 적을 공격한다" },
            ultimate: { name: "혼란의 나비", desc: "즉시 증폭 상태에 진입하며, 지정된 단일 적에게 제레 공격력의 (720/720/792)%만큼 양자 속성 피해를 가한다" },
            talent: { name: "재현", desc: "일반 공격, 전투 스킬, 필살기를 발동해 적을 처치한 후 즉시 보너스 턴을 1개 획득하고 증폭 상태에 진입한다. 증폭 상태의 제레는 가하는 피해가 (80/88/88)% 증가한다, 지속 시간: 3턴 제레가 특성 [재현]으로 획득한 보너스 턴에서 적 처치 시 해당 특성은 적용되지 않는다" }
        },
        passives: {
            passive1: { name: "야행", desc: "적 처치 시 자신이 가하는 피해가 50% 증가한다, 해당 효과 최대 중첩수: 3스택, 지속 시간: 3턴" },
            passive2: { name: "절단", desc: "증폭 상태일 때 제레의 양자 속성 저항 관통이 25% 증가한다" },
            passive3: { name: "파문", desc: "일반 공격 발동 후 제레의 다음 행동 게이지가 20% 증가한다" }
        },
        eidolons: {
            e1: { name: "몰살", desc: "현재 HP 백분율이 80% 이하인 적에게 피해를 가할 시 치명타 확률이 15% 증가하고, 적의 방어력을 20% 무시한다" },
            e2: { name: "나비춤", desc: "전투 스킬의 가속 효과가 최대 2스택 중첩된다" },
            e3: { name: "요란", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "스쳐가는 그림자", desc: "제레가 적을 처치할 경우 자신의 에너지를 15pt 회복한다" },
            e5: { name: "예리", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "분열", desc: "필살기 발동 후 목표를 [혼란의 나비] 상태에 빠트린다, 지속 시간: 3턴. [혼란의 나비] 상태의 적이 피격 후, 추가로 이번 제레 필살기 피해의 30%만큼 확정 피해를 1회 받는다. [혼란의 나비] 상태의 적이 임의의 유닛에게 처치될 시에도 제레의 특성이 발동한다.제레가 전투 불능 상태에 빠지면 적의 [혼란의 나비] 상태는 해제된다" }
        }
    };
