export const 토파즈복순이 = 
{
        name: "토파즈&복순이", rarity: "5성", element: "화염", path: "수렵", image: "images/토파즈&복순이.webp",
        baseStats: { hp: 931, atk: 621, def: 412, spd: 110, maxEnergy: 130 },
        statNodes: { "체력%": 10, "치명타확률%": 12, "화염피해증가%": 22.4 },
        skills: {
            technique: { name: "공적 지원금", desc: "토파즈는 필드 입장 시 복순이를 소환하고, 복순이는 일정 범위 내의 일반 전리품과 저금통을 자동으로 탐색한다.비술을 직접 발동하면 다음 전투에서 복순이가 첫 공격 발동 후 토파즈가 에너지를 60pt 회복한다.비술을 발동하고 맵에서 적과 전투하여 승리한 후, 토파즈가 여전히 파티에 있으면 신용 포인트 획득 단계에서 추가로 소량의 신용 포인트를 획득한다. 신용 포인트는 하루에 최대 추가로 10000 포인트 획득할 수 있다.비술을 발동하고 시뮬레이션 우주, 차분화 우주에서 적과 전투하여 승리하면 추가로 소량의 우주 조각을 획득하고 낮은 확률로 랜덤 기물을 1개 획득한다" },
            basic: { name: "적자…", desc: "지정된 단일 적에게 토파즈 공격력 (100/110/110)%만큼의 화염 속성 피해를 준다" },
            skill: { name: "결제 불가?", desc: "지정된 단일 적을 [부채 증명] 상태에 빠트려 적이 받는 추가 공격 피해를 (50/55/55)% 증가시킨다. [부채 증명]은 가장 최근에 부여한 목표에게만 적용된다. 아군 턴 시작 또는 행동 시 필드 위에 [부채 증명] 상태에 빠진 적이 없으면 토파즈가 임의의 적을 [부채 증명] 상태에 빠트린다.복순이는 해당 목표에게 토파즈 공격력 (150/150/165)%만큼의 화염 속성 피해를 준다. 해당 전투 스킬 발동으로 피해를 가할 시 추가 공격을 발동한 것으로 간주한다" },
            ultimate: { name: "흑자 전환!", desc: "복순이가 [폭증!] 상태에 진입하고 복순이의 피해 배율이 (150/150/165)%, 치명타 피해가 (25/25/27)% 증가한다. [부채 증명] 상태에 빠진 적이 아군의 일반 공격, 전투 스킬 혹은 필살기로 공격을 받을 시 복순이의 행동 게이지가 50% 증가한다. 복순이가 2회 공격 후 [폭증!] 상태가 해제된다" },
            talent: { name: "피그 마켓?!", desc: "전투 시작 시 복순이를 소환한다. 복순이의 기본 속도는 80pt이며, 행동 시 추가 공격을 발동한다. [부채 증명] 상태에 빠진 단일 적에게 토파즈 공격력 (150/150/165)%만큼의 화염 속성 피해를 준다.[부채 증명] 상태에 빠진 적이 아군의 추가 공격을 받으면 복순이의 행동 게이지가 50% 증가한다. 복순이 자신의 턴에는 행동 게이지 증가 효과가 발동하지 않는다.토파즈가 전투 불능 상태에 빠지면 복순이도 사라진다" }
        },
        passives: {
            passive1: { name: "당좌 대월", desc: "토파즈가 일반 공격으로 피해를 가할 시 추가 공격을 발동한 것으로 간주한다" },
            passive2: { name: "금융 불안", desc: "토파즈와 복순이가 화염 속성 약점을 보유한 적에게 가하는 피해가 15% 증가한다" },
            passive3: { name: "기술적 조정", desc: "복순이가 [폭증!] 상태일 때 적에게 공격을 발동하면 토파즈는 에너지를 추가로 10pt 회복한다" }
        },
        eidolons: {
            e1: { name: "미래 시장", desc: "[부채 증명] 상태에 빠진 적이 추가 공격을 받을 시 [강제 집행] 상태에 빠진다. 해당 효과는 단일 공격 내에 최대 1회 적용된다.[강제 집행]은 적이 받는 추가 공격의 치명타 피해를 25% 증가시킨다. 최대 중첩수: 2스택. [부채 증명]이 해제되면 [강제 집행]도 해제된다" },
            e2: { name: "우호적 인수", desc: "복순이 자신이 행동하고 공격 발동 후 토파즈는 5pt의 에너지를 회복한다" },
            e3: { name: "큰 것 잡고 작은 것 놓기", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "신속 처리", desc: "복순이 자신의 턴 시작 시 토파즈의 행동 게이지가 20% 증가한다" },
            e5: { name: "수요 인플레이션", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "인센티브 제도", desc: "복순이가 [폭증!] 상태일 때의 공격 횟수가 1회 증가한다. 공격 시 화염 속성 저항 관통이 10% 증가한다" }
        }
    };
