export const 계네빈 = 
{
        name: "계네빈", rarity: "4성", element: "화염", path: "공허", image: "images/계네빈.webp",
        baseStats: { hp: 882, atk: 582, def: 441, spd: 106, maxEnergy: 120 },
        statNodes: { "격파특수효과%": 24, "효과명중%": 10, "화염피해증가%": 22.4 },
        skills: {
            technique: { name: "길거리 공연", desc: "적을 바로 공격하며, 전투 진입 후 피해를 4회 준다. 피해를 가할 때마다 임의의 단일 적에게 계네빈 공격력 50%만큼의 화염 속성 피해를 주고 100%의 기본 확률로 목표를 [불쇼] 상태에 빠트린다" },
            basic: { name: "박수갈채", desc: "지정된 단일 적에게 계네빈 공격력 (100/110/110)%만큼의 화염 속성 피해를 준다" },
            skill: { name: "좋은 출발", desc: "지정된 단일 적에게 계네빈 공격력 (120/132/132)%만큼의 화염 속성 피해를 주고, 인접한 목표에게 계네빈 공격력 (40/44/44)%만큼의 화염 속성 피해를 주며, 100%의 기본 확률로 목표 및 인접한 목표를 연소 상태에 빠트린다. 연소 상태의 적은 턴이 시작될 때마다 계네빈 공격력 (218/218/240)%만큼의 화염 속성 지속 피해를 받는다. 지속 시간: 2턴" },
            ultimate: { name: "주특기 나갑니다!", desc: "모든 적에게 계네빈 공격력 (120/120/129.6)%만큼의 화염 속성 피해를 주고, 목표가 연소 상태인 경우 해당 연소 상태는 즉시 기존 피해 (92/92/96)%만큼의 피해를 생성한다" },
            talent: { name: "관중 없이는 예술가도 없는 법", desc: "계네빈이 필드에 있을 때 적에게 부여된 연소 상태가 피해를 발동하면 100%의 기본 확률로 적을 [불쇼] 상태에 빠트리고 [불쇼] 상태의 적이 받는 피해가 (7.0/7.0/7.6)% 증가한다. 지속 시간: 3턴. 최대 중첩수: 3스택" }
        },
        passives: {
            passive1: { name: "장대 타기", desc: "일반 공격이 80%의 기본 확률로 적을 전투 스킬과 동일한 연소 상태에 빠트린다" },
            passive2: { name: "장애물 통과", desc: "전투 시작 시 계네빈의 행동 게이지가 25% 증가한다" },
            passive3: { name: "칼날 위 걷기", desc: "연소 상태에 빠진 적에게 가하는 피해가 20% 증가한다" }
        },
        eidolons: {
            e1: { name: "거꾸로 서서 국수 먹기", desc: "전투 스킬 발동 시 100%의 기본 확률로 피격된 적의 효과 저항이 10% 감소한다. 지속 시간: 2턴" },
            e2: { name: "양치질하면서 휘파람 불기", desc: "적이 연소 상태면 계네빈의 일반 공격과 전투 스킬이 해당 적에게 부여하는 연소 상태의 피해 배율이 40% 증가한다" },
            e3: { name: "가슴에 얹은 바위 깨기", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "창으로 목 찌르기", desc: "계네빈이 부여한 연소 상태 피해가 발동할 때마다 자신의 에너지를 2pt 회복한다" },
            e5: { name: "허리까지 검 삼키기", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "맨손으로 총알 받기", desc: "[불쇼]의 중첩 가능 스택 수가 1스택 증가한다" }
        }
    };
