export const 루카 = 
{
        name: "루카", rarity: "4성", element: "물리", path: "공허", image: "images/루카.webp",
        baseStats: { hp: 917, atk: 582, def: 485, spd: 103, maxEnergy: 130 },
        statNodes: { "공격력%": 28, "방어력%": 12.5, "효과명중%": 18 },
        skills: {
            technique: { name: "앞서는 자", desc: "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 루카 공격력 50%만큼의 물리 속성 피해를 가하고, 100%의 기본 확률로 목표를 전투 스킬과 동일한 열상 상태에 빠트린다. 그 후 루카는 [투지]를 1스택 추가로 획득한다" },
            basic: { name: "돌격 펀치", desc: "지정된 단일 적에게 루카 공격력 (100/100/110)%만큼의 물리 속성 피해를 가한다" },
            enhancedBasic: { name: "돌격 어퍼컷", desc: "[투지] 2스택을 소모하여 먼저 [돌격 펀치]를 사용해 3단 공격을 발동한다. 공격 단수마다 지정된 단일 적에게 루카 공격력 (20/20/22)%만큼의 물리 속성 피해를 가한다.그리고 [어퍼컷]을 사용하여 1단 공격을 발동하고, 지정된 단일 적에게 루카 공격력 (80/80/88)%만큼의 물리 속성 피해를 가한다" },
            skill: { name: "열상 펀치", desc: "지정된 단일 적에게 루카 공격력 (120/132/132)%만큼의 물리 속성 피해를 가하고, 100%의 기본 확률로 목표를 열상 상태에 빠트린다. 지속 시간: 3턴 열상 상태인 적은 턴이 시작될 때마다 자신의 HP 최대치 24%만큼의 물리 속성 지속 피해를 받으며, 최대 루카 공격력의 (338/371/371)%를 초과하지 않는다" },
            ultimate: { name: "승리의 일격", desc: "[투지]를 2스택 획득하고 100%의 기본 확률로 지정된 단일 적이 받는 피해가 (20/20/21.6)% 증가한다. 지속 시간: 3턴. 그 후 해당 목표에게 루카 공격력 (330/330/356)%만큼의 물리 속성 피해를 가한다" },
            talent: { name: "흩날리는 불꽃", desc: "루카는 일반 공격 [돌격 펀치]와 전투 스킬 [열상 펀치]를 발동하면 [투지]를 1스택 획득한다. [투지]는 최대 4스택 보유할 수 있다. 보유한 [투지]가 2스택 이상일 시 일반 공격 [돌격 펀치]는 [돌격 어퍼컷]으로 강화된다. 강화된 일반 공격의 [어퍼컷]으로 열상 상태에 빠진 적을 명중하면 현재 받는 열상 상태는 기존 피해 (85/88/88)%만큼의 피해를 즉시 1회 생성한다. 전투 시작 시 루카는 [투지] 1스택을 보유한다" }
        },
        passives: {
            passive1: { name: "동력 에너지 과부하", desc: "전투 스킬 발동 시 즉시 적의 버프 효과를 1개 해제한다" },
            passive2: { name: "순환 제동", desc: "[투지]를 1스택 획득할 때마다 추가로 에너지를 3pt 회복한다" },
            passive3: { name: "투지 분쇄", desc: "강화된 일반 공격 발동 시, [돌격 펀치]의 공격 단수마다 50%의 고정 확률로 루카가 1단 공격을 추가로 발동한다. 해당 효과는 추가 발동된 공격에는 적용되지 않는다" }
        },
        eidolons: {
            e1: { name: "끊임없는 싸움", desc: "루카 행동 시 지정된 적이 열상 상태이면 루카가 가하는 피해는 15% 증가한다. 지속 시간: 2턴" },
            e2: { name: "약한 적, 강한 나", desc: "전투 스킬을 명중한 적의 약점이 물리 속성이면 [투지]를 1스택 획득한다" },
            e3: { name: "링을 위해 태어난 자", desc: "전투 스킬 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e4: { name: "칠전팔기", desc: "[투지]를 1스택 획득할 때마다 공격력이 5% 증가한다. 해당 효과 최대 중첩수: 4스택" },
            e5: { name: "와일드 파이어 스피릿", desc: "필살기 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e6: { name: "챔피언의 영광", desc: "강화된 일반 공격의 [어퍼컷]을 발동해 열상 상태에 빠진 적을 명중하면 이번 강화된 일반 공격에 사용한 [돌격 펀치] 공격 단수마다 적이 현재 받는 열상 상태가 기존 피해 8%의 피해를 추가로 즉시 1회 생성한다" }
        }
    };
