export const 삼포 = 
{
        name: "삼포", rarity: "4성", element: "바람", path: "공허", image: "images/삼포.webp",
        baseStats: { hp: 1023, atk: 617, def: 397, spd: 102, maxEnergy: 120 },
        statNodes: { "공격력%": 28, "효과명중%": 18, "효과저항%": 10 },
        skills: {
            technique: { name: "네가 가장 빛나", desc: "비술 사용 후 일정 영역 내의 적을 10초 동안 실명 상태에 빠트린다. 실명 상태에 진입한 적은 아군을 발견할 수 없다.실명 상태의 적을 선공하여 전투 진입 시 100%의 고정 확률로 각 단일 적의 행동 게이지가 25% 감소한다" },
            basic: { name: "화려한 도흔", desc: "지정된 단일 적에게 삼포 공격력 (100/110/110)%만큼의 바람 속성 피해를 준다" },
            skill: { name: "변덕스러운 사랑", desc: "지정된 단일 적에게 삼포 공격력 (56/61/61)%만큼의 바람 속성 피해를 주고, 추가로 4회 피해를 가한다. 피해마다 임의의 단일 적에게 삼포 공격력 (56/61/61)%만큼의 바람 속성 피해를 가한다" },
            ultimate: { name: "서프라이즈 선물 상자", desc: "모든 적에게 삼포 공격력 (160/160/172)%만큼의 바람 속성 피해를 주고, 100%의 기본 확률로 피격된 적이 받는 지속 피해가 (30/30/32)% 증가한다. 지속 시간: 2턴" },
            talent: { name: "바람을 찢는 비수", desc: "삼포는 적 공격 후 65%의 기본 확률로 적을 풍화 상태에 빠트린다. 지속 시간: 3턴.풍화 상태의 적은 새로운 턴이 시작될 때마다 삼포 공격력 (52/52/57)%만큼의 바람 속성 지속 피해를 받는다. 풍화 상태 최대 중첩수: 5스택" }
        },
        passives: {
            passive1: { name: "올가미", desc: "특성으로 적이 풍화 상태에 빠지는 지속 시간이 1턴 증가한다" },
            passive2: { name: "후공", desc: "필살기 발동 시 추가로 에너지를 10pt 회복한다" },
            passive3: { name: "첨가", desc: "풍화 상태의 적이 삼포에게 가하는 피해가 15% 감소한다" }
        },
        eidolons: {
            e1: { name: "곱절의 사랑", desc: "전투 스킬 발동 시 랜덤 단일 적에게 추가로 피해를 1회 가한다" },
            e2: { name: "전염되는 열정", desc: "풍화 상태의 적 처치 시 모든 적은 100%의 기본 확률로 특성만큼의 풍화 상태를 1스택 중첩한다" },
            e3: { name: "큰 돈!", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "사랑할수록 커지는 증오", desc: "전투 스킬이 풍화 상태를 5스택 이상 보유한 적을 명중할 시 보유한 풍화 상태는 즉시 기존 피해의 8%만큼 피해를 가한다" },
            e5: { name: "엄청난 돈!", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "커진 씀씀이", desc: "특성이 부여한 풍화 상태의 피해 배율이 15% 증가한다" }
        }
    };
