export const 페라 = 
{
        name: "페라", rarity: "4성", element: "얼음", path: "공허", image: "images/페라.webp",
        baseStats: { hp: 988, atk: 546.84, def: 463.05, spd: 105, maxEnergy: 110 },
        statNodes: { "공격력%": 18, "효과명중%": 10, "얼음피해증가%": 22.4 },
        skills: {
            technique: { name: "기선 제압", desc: "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 페라 공격력 80%만큼의 얼음 속성 피해를 준다. 동시에 100%의 기본 확률로 각 단일 적의 방어력이 20% 감소한다. 지속 시간: 2턴" },
            basic: { name: "빙점 사격", desc: "지정된 단일 적에게 페라 공격력 (100/110/110)%만큼의 얼음 속성 피해를 준다" },
            skill: { name: "저온 방해", desc: "지정된 단일 적의 버프 효과 1개를 해제하고, 페라 공격력 (210/231/231)%만큼의 얼음 속성 피해를 준다" },
            ultimate: { name: "영역 제압", desc: "100%의 기본 확률로 각 단일 적을 [분석] 상태에 빠트리는 동시에 모든 적에게 페라 공격력 (100/100/108)%만큼의 얼음 속성 피해를 가한다.[분석] 상태의 적은 방어력이 (40/40/42)% 감소한다. 지속 시간: 2턴" },
            talent: { name: "데이터 수집", desc: "공격 발동 후 적이 디버프 효과 상태를 보유하면, 페라는 에너지 (10.0/10.0/11.0)pt를 추가로 회복한다. 해당 효과는 공격마다 1회만 발동할 수 있다" }
        },
        passives: {
            passive1: { name: "통격", desc: "디버프 효과를 보유한 적에게 가하는 피해가 20% 증가한다" },
            passive2: { name: "비책", desc: "페라가 필드에 있으면 모든 아군의 효과 명중이 10% 증가한다" },
            passive3: { name: "추격 토벌", desc: "전투 스킬 발동으로 버프 효과를 해제할 시 다음 공격으로 가하는 피해가 20% 증가한다" }
        },
        eidolons: {
            e1: { name: "승리의 피드백", desc: "적이 처치될 경우 페라는 에너지를 5pt 회복한다" },
            e2: { name: "무한 질주", desc: "전투 스킬을 발동해 버프 효과를 해제하면 속도가 10% 증가한다. 지속 시간: 2턴" },
            e3: { name: "성장 억제", desc: "전투 스킬 레벨+2, 최대 Lv.15. 일반 공격 레벨+1, 최대 Lv.10" },
            e4: { name: "완벽 해부", desc: "전투 스킬 발동 시 100%의 기본 확률로 적의 얼음 속성 저항이 12% 감소한다. 지속 시간: 2턴" },
            e5: { name: "빙점 방해", desc: "필살기 레벨+2, 최대 Lv.15. 특성 레벨+2, 최대 Lv.15" },
            e6: { name: "힘 없는 추격", desc: "공격 발동 후 적이 디버프 효과를 보유한 경우, 페라 공격력의 40%만큼 얼음 속성 추가 피해를 가한다" }
        }
    };
