export const 세월은흐를뿐 = {
        name: "세월은 흐를 뿐", rarity: "5성", path: "풍요",
        baseStats: { hp: 1270, atk: 476, def: 463 },
        skill: { name: "아침, 점심, 저녁, 그리고 밤", desc: "장착한 캐릭터의 HP 최대치가 18%/21%/24%/27%/30% 증가하고, 치유량이 12%/14%/16%/18%/20% 증가한다. 장착한 캐릭터가 아군에게 치유 제공 시 치유량을 기록한다. 임의의 아군은 공격 발동 후 기록한 치유량의 36%/42%/48%/54%/60%에 따라 임의의 피격된 적 1기에게 장착한 캐릭터 속성의 추가 피해를 준다. 해당 피해는 보너스의 영향을 받지 않고 턴마다 최대 1회 결산한다." }
};

세월은흐를뿐.autoBuffs = {
    "HP": [18, 21, 24, 27, 30],
    "치유량 보너스": [12, 14, 16, 18, 20]
};
