export const 속세에서의유희 = {
        name: "속세에서의 유희", rarity: "5성", path: "화합",
        baseStats: { hp: 1164, atk: 529, def: 463 },
        skill: { name: "변덕", desc: "장착한 캐릭터의 치명타 피해가 32%/39%/46%/53%/60% 증가한다. 전투 시작 시 장착한 캐릭터가 [가면]을 획득한다, 지속 시간: 3턴. 장착한 캐릭터가 [가면] 보유 시, 장착한 캐릭터 동료의 치명타 확률이 10%/11%/12%/13%/14% 증가하고 치명타 피해가 28%/35%/42%/49%/56% 증가한다. 장착한 캐릭터가 전투 스킬 포인트를 1pt 회복할 때마다 [무지개 화염]을 1스택 획득하고, 회복 시 초과한 전투 스킬 포인트도 계산에 포함된다. [무지개 화염]이 4스택에 도달하면 모든 [무지개 화염]을 해제하고 [가면]을 획득한다, 지속 시간: 4턴" }
};

속세에서의유희.autoBuffs = {
    "치명타 피해": [32, 39, 46, 53, 60]
};
